export default  `Призвание норманнов

Несомненно одно: в середине IX века в Новгороде или его окрестностях произошли события, приведшие русскую историю в движение.

Появился некий званый или незваный вождь, которого, возможно, звали Рюриком; какие-то ратные люди «варяги-русь» утвердили свою власть сначала на северо-западе славянских земель, а затем и на юге. Когда оба варяжских центра, Новгород и Киев, объединились под властью единого правителя, родилось государство, которое с тех пор много раз распадалось, но окончательно не исчезло, беспрестанно меняло свои размеры, очертания и даже название (Киевская Русь, Владимирская Русь, колония Золотой Орды, Московское великое княжество, Московское царство, Российская империя, СССР, Российская Федерация), однако сохранило преемственность языка, культуры и политического развития.

Давайте попробуем разобраться в двух «вечных» вопросах, из-за которых было сломано много научных копий, а в болезненно идеологизированные моменты истории и человеческих судеб.

Так приглашали славяне варягов или нет? И кто это такие – «варяги» нашей летописи?

В эту бесконечную дискуссию, длящуюся скоро уж триста лет, примешано слишком много эмоционального и конъюнктурно-политического.

Одним нашим соотечественникам казалось лестным вести генеалогию от викингов; другим мнилось зазорным происходить от иностранцев; третьим – они-то, собственно, и были настоящими историками – просто хотелось установить истину (скажу сразу, что это не удалось и точка в споре не поставлена).

Всякий раз, когда государственная доктрина ориентировалась на борьбу с «низкопоклонством перед Западом», версия норманнского происхождения русского государства подвергалась суровой критике как антипатриотическая и оскорбительная для самосознания великой нации или даже преступная. Но во времена либеральные, западнические «норманизм» с удовольствием поднимали на щит, ибо эта теория подтверждала тезис об изначально европейской сущности России.

Первый бой государственно мыслящих «антинорманистов» с безыдейными «норманистами» произошел еще в царствие кроткия Елисавет.

Санкт-Петербургская академия наук и художеств решила провести «публичную ассамблею», назначенную на 6 сентября 1749 года – день тезоименитства государыни. Два ученнейших профессора – Герхард Миллер и Михайла Ломоносов должны были приготовить каждый по докладу: первый на латыни, второй на русском. Ломоносов отнесся к парадному мероприятию прагматично – сочинил «Слово похвальное императрице Елизавете Петровне», которое, как и подобает панегирику, было «цветно и приятно, тропами, фигурами, витиеватыми речьми как драгоценными камнями украшено», за что и получил лавры вкупе с высочайшим благоволением. Но историограф Миллер, ученый сухарь, воспринял задание слишком буквально. Он подготовил научный трактат «De origine gentis russicae» («Происхождение народа и имени российского»), где, изучив разные источники, пришел к выводу, что русская держава была создана пришельцами из Скандинавии.

Идея была высказана исключительно не ко времени. Российская держава никак не могла идти от скандинавского корня, потому что отношения со Швецией в тот момент были отвратительные. Многоопытное академическое начальство на всякий случай отменило тезоименитственную «ассамблею», а Миллерову «диссертацию» отправило на экспертизу.

Уже отпечатанный тираж научного труда был уничтожен. Более всех негодовал на автора-немца Ломоносов, написавший в своем отзыве, что сии выводы «российским слушателям досадны и весьма несносны». После этого Михайла Васильевич затеял сам писать «правильную» историю России с похвальной целью обосновать «величество и древность» славянского народа.

Бестактному Миллеру урезали жалованье и понизили из профессоров в адъюнкты.

Двести лет спустя сторонник «норманизма» так легко не отделался бы. В эпоху борьбы с «низкопоклонством перед Западом» возник настоящий культ Ломоносова как истинно русского патриота, самоотверженно сражавшегося с иностранным засильем в отечественной науке. Именем Ломоносова назвали Московский университет, где великому ученому стоит целых два памятника – сидячий и стоячий.

Главный советский специалист по древнерусской истории, лауреат Сталинской премии Борис Рыбаков писал в научном труде «Рождение Руси»: «Мы обязаны отнестись с большой подозрительностью и недоверием к тем источникам, которые будут преподносить нам Север как место зарождения русской государственности, и должны будем выяснить причины такой явной тенденциозности». Современники отлично понимали, какие именно органы будут выяснять причины этой тенденциозности, и в те годы никому не хотелось быть «норманистом».

Однако с деидеологизацией исторической науки все запрещенные теории воскресли.

Версии этнической принадлежности «варягов-руси» подразделяются на три группы.

Сторонники первой утверждают, что никаких «находников» не было, а если и были, то не инородные, а свои, славянские. Словом «варяги» летописец называет не норманнов, а варгов, славянское племя, обитавшее на берегах Балтики и родственное новгородцам.

Некоторые историки этого направления уверены, что «русь» – это русии или ругии, славянское население острова Рюген.

Примыкает к этой точке зрения теория историка-славянофила Иловайского, который хоть и признавал скандинавское происхождение «варягов», но считал, что они существенной роли в создании русского государства не сыграли. Оно образовалось без внешних влияний, трансформировавшись из древнеславянского княжества.

«…Есть ли малейшая вероятность, – пишет Иловайский, повторяя на свой лад карамзинский тезис о «беспримерности», – чтобы народ, да и не один народ, а несколько, и даже не одного племени, сговорились разом и призвали для господства над собой целый другой народ, то есть добровольно наложили на себя чуждое иго? Таких примеров нет в истории, да они и немыслимы».

На это можно возразить, что примеры-то как раз имеются. Английское предание VIII века рассказывает о том, как бритты, измученные набегами скоттов и пиктов, отправили за море посольство, чтобы призвать на правление саксов. Известны в Западной Европе и случаи, когда викингских вождей приглашали поселиться на какой-нибудь территории в обмен на охрану от внешних врагов (так, например, возникло герцогство Нормандия, «страна норманнов»). Наш Рюрик, судя по всему, тоже сначала поселился не в самом Новгороде, а в Старой Ладоге, возможно, выделенной ему по договору. Более того, у новгородцев и в гораздо более поздние, хорошо задокументированные времена имелся обычай приглашать князей со стороны, в том числе и неславянских.

Адепты второго направления считают «варягов-русь» племенем инородным, но не скандинавским, а каким именно – тут мнения расходятся. Историк XVIII века Василий Татищев полагал, что это были финны. Николай Костомаров – что литовцы. Иоганн фон Эверс считал, что речь в летописи идет о хазарах. Михайла Ломоносов настаивал на том, что «русь» это балтийские пруссы.

Однако главенствующей – во всяком случае, наиболее распространенной – всё же считается «норманнская» теория, ближе всего придерживающаяся буквального смысла «Повести временных лет».

Вот ее основные аргументы:

– Слово «варяги» употреблялось современниками довольно широко, оно известно не только по русским источникам. Происходит оно от скандинавского vaering (которое, впрочем, неизвестно что означает). Византийцы называли «варенгами» наемников-норманнов. В арабских хрониках тоже встречаются упоминания о «варангах», скандинавских воинах.

– Имена первых русских князей, бояр, послов и старших дружинников почти сплошь скандинавские: Олег (Helgi), Игорь (Ingvar), Аскольд (Hoskuldr), Свенельд (Sveinaldr), Рогволд (Ragnvald) и т. п., так что Татищев в своей «Истории Российской» по этому поводу даже расстраивается: «Сих князей пришествием, видимо, народ славянский настолько уничижен был, что мало где в знатности славян осталось, но всюду имена варяжские упоминаются». Правда, начиная с третьего поколения Рюриковичей, со времен князя Святослава, норманны, видимо, окончательно обрусели и стали брать по преимуществу славянские имена.

– Важным аргументом считается также трактат базилевса Константина Багрянородного «Об управлении империей» (сер. Х века), где перечислены названия днепровских порогов на славянском и «русском» языке, причем последние явно скандинавского звучания.

Оставим все же некоторую вероятность того, что «варяги-русь» могли быть не скандинавским, а каким-то иным этническим элементом. Сути это не меняет. Так или иначе «варяжская инъекция» сыграла роль адреналина, побудившего восточно-славянские племена к созданию государства – и это можно считать историческим фактом.

По правде говоря, вопрос о том, приглашали варягов или они пришли без приглашения, тоже не является ключевым.

Как уже сказано, ничего исторически беспримерного в этом событии не было бы. Однако, если «призвание» и имело место, вряд ли это произошло столь торжественно и значительно, как описано в летописи. Вероятнее всего, Новгородчина попала под варяжское управление не сразу, а постепенно.

В предыдущей главе было рассказано, что норманнские дружины охотно служили славянским городам в качестве охранников и к середине IX века, вероятно, составляли значительную часть населения этих естественно возникших торгово-административных центров. Городок Старая Ладога (Aldeigjuborg), в котором, по-видимому, сначала обосновался Рюрик, по мнению археологов вообще был основан выходцами из Скандинавии, славяне поселились там позже норманнов. Не исключено, что новгородские посланцы ни за какие моря не плавали, а просто наведались к соседям в Ладогу.

В киевские времена, в X–XI веках, различные русские князья неоднократно приглашали на службу отряды викингов и даже, случалось, специально за ними отправлялись в Скандинавию. Очень возможно, что и приглашение Рюрика выглядело так же: северо-западный племенной союз нанял варяжскую дружину для охраны, заключив с нею «ряд». Некоторые историки считают, что в летописной фразе: «Поищем сами в собе князя, иже бы володел нами и рядил по ряду, по праву» словосочетание «по ряду» следует переводить как «по контракту», то есть за плату, на определенных условиях. В этом случае могла повториться история уже поминавшихся саксов, приглашенных в Англию бриттами и через некоторое время превратившихся из гостей в правителей.

Или же никакого приглашения и «ряда» вообще не было, а просто в варяжском поселении Ладога появился некий активный и честолюбивый хёвдинг (предводитель), который через некоторое время распространил свою власть на Новгород и сопредельные городки, посадив там родичей и соратников, а легенда о «приглашении» возникла в более поздние времена, чтобы облагообразить происхождение династии и успокоить национальное чувство коренного населения.

Родоначальник

Как это нередко бывает в монархической генеалогии, основатель династии Рюриковичей выглядит фигурой не столько исторической, сколько легендарной. Ученые не могут прийти к согласию в вопросе, существовал ли Рюрик на самом деле. Главный повод для сомнений – отсутствие каких-либо упоминаний в иных кроме «Повести временных лет» источниках о столь важном событии, как воцарение (военное или мирное) варяжского вождя на славянской земле.

Всё же думается, что этот человек существовал. Лучшим доказательством, на мой взгляд, является совершенно ненужный зигзаг в официальной генеалогии Рюриковичей. После смерти Рюрика правителем стал Олег, приходившийся основателю каким-то (очевидно не очень близким) родственником, а после Олега – Игорь, сын Рюрика. Если бы летописец желал «спрямить» историю династии, он мог бы объявить Игоря сыном Олега, тем самым устранив неудобный династический вывих. Однако в XI веке еще помнили, что князь Игорь был не Олеговичем, а именно Рюриковичем.

Кроме того, в тексте русско-византийского договора 944 года упомянуты племянники Игоря, из чего следует, что у Рюрика были и другие дети (вероятно, дочь или дочери).

Большинству историков несомненно было интересней считать, что Рюрик «Повести временных лет» – не вымышленный, а реальный персонаж. В конце концов, после долгих поисков, в европейских хрониках обнаружился более или менее подходящий кандидат: ютландский хёвдинг Рёрик (Hrørek).

Основания у идентификации Рёрика Ютландского с Рюриком Новгородским довольно зыбкие. Во-первых, созвучие имен; во-вторых, совпадение по времени; в-третьих (это, пожалуй, самое существенное), западноевропейские упоминания о Рёрике прекращаются примерно тогда же, когда умирает наш летописный Рюрик. Вот, собственно, и всё.

Если ютландский Рёрик – тот, кто нам нужен, известно об этом беспокойном викинге следующее.

Он родился около 800 г. и бóльшую часть жизни провел в борьбе за власть над Ютландией и Фрисландией. Возможно, принял крещение вместе со своим старшим братом Харальдом, когда они стали вассалами франкского императора Людовика Благочестивого, однако был сугубо номинальным христианином и не отказался от своих языческих обычаев. После смерти Харальда некоторое время правил уделом, но в 840-е годы, при императоре Лотаре I, стал безземельным и превратился в морского разбойника: грабил германцев, англов и франков, заслужив прозвище Jel Christianitatis («Язва христианства»). В 850 году Рёрик приплыл в Англию на 350 ладьях, разорив побережье острова. Чтобы утихомирить буйного викинга, император был вынужден вернуть ему утраченный лен. С этого момента (середина 850-х годов) Рёрик становится менее активен, хотя еще и в 860-е годы эпизодически участвует в некоторых западноевропейских сварах. В последний раз это имя упоминается в 873 году.

То есть теоретически возможно, что Рёрик (не ранее 855 года) перенес свою резиденцию на восток Балтики и сосредоточился главным образом на заботах по управлению своими новыми владениями.

В 1870 году, откликаясь на ожесточенные баталии между «норманистами» и «антинорманистами» по поводу призвания/непризвания Рюрика, Салтыков-Щедрин написал пародийную повесть «История одного города», в которой желчно высмеял попытки благообразить отечественную историю. Россия предстает у Щедрина в образе некоего собирательного «города Глупова»: «…Родной наш город Глупов, производя обширную торговлю квасом, печенкой и вареными яйцами, имеет три реки и, в согласность древнему Риму, на семи горах построен, на коих в гололедицу великое множество экипажей ломается и столь же бесчисленно лошадей побивается. Разница в том только состоит, что в Риме сияло нечестие, а у нас – благочестие, Рим заражало буйство, а нас – кротость, в Риме бушевала подлая чернь, а у нас – начальники».

Разумеется, у воинственно-патриотичной части читательской аудитории уподобление России «городу Глупову» вызвало негодование, автора обвиняли в глумлении над русским народом и русской историей. Но способность к самоиронии – одна из спасительных черт нашей культуры; без этих освежающих инъекций мы все давным-давно задохнулись бы от казенной патетики и сиропной сладости, всегда свойственных официальным трактовкам истории.

Вот как переиначивает Щедрин знакомый нам текст летописи: «Ни вероисповедания, ни образа правления эти племена не имели, заменяя все сие тем, что постоянно враждовали между собою. Заключали союзы, объявляли войны, мирились, клялись друг другу в дружбе и верности, когда же лгали, то прибавляли «да будет мне стыдно», и были наперед уверены, что «стыд глаза не выест». Таким образом взаимно разорили они свои земли, взаимно надругались над своими женами и девами и в то же время гордились тем, что радушны и гостеприимны. Но когда дошли до того, что ободрали на лепешки кору с последней сосны, когда не стало ни жен, ни дев, и нечем было «людской завод» продолжать, тогда головотяпы первые взялись за ум…» (и отправились искать в чужих землях хоть какого-нибудь князя).

В одном из списков «Повести временных лет» есть забавное прибавление к каноническому тексту о том, что никто из варяжских князей долго не желал отправляться к новгородцам: «Они же бояхуся зверинаго их обычая и нрава, и едва избрашася три браты». (Замечу не из уязвленного патриотизма, а во имя исторической справедливости, что варяги IX века вряд ли могли устрашиться славянских обычаев, ибо существовали в еще более грубых условиях). У Щедрина эта короткая вставка развернута в целый диалог между послами и князем:

«– А пришли мы к твоей княжеской светлости вот что объявить: много мы промеж себя убивств чинили, много друг дружке разорений и наругательств делали, а все правды у нас нет. Иди и володей нами!

– А у кого, спрошу вас, вы допрежь сего из князей, братьев моих, с поклоном были?

– А были мы у одного князя глупого, да у другого князя глупого ж – и те володеть нами не похотели!

– Ладно. Володеть вами я желаю, – сказал князь, – а чтоб идти к вам жить – не пойду! Потому вы живете звериным обычаем…»

Здесь любопытно то, что Щедрин предугадал появившуюся гораздо позднее гипотезу о том, что Рёрик Ютландский, уже став новгородским князем, и после этого бóльшую часть времени проводил в Западной Европе.

Теперь перейдем от весьма сомнительного ютландского Рёрика к нашему менее сомнительному Рюрику. Согласно сведениям, имеющимся в «Повести временных лет», он прибыл на новгородскую землю в 862 году, а умер в 882-м. Что же он (опять-таки согласно летописи) успел сделать за эти двадцать лет?

Его упомянутые в тексте братья Синеус и Трувор еще более туманны, чем сам Рюрик. По мнению некоторых исследователей это просто титулование хёдвинга: Signjotr (Победоносный) и Thruwar (Верный). В средневековых сказаниях традиционно популярны истории о трех братьях (например, миф об основании Киева братьями Кием, Щеком и Хоривом), к тому же летописец мог просто не понять скандинавских слов, сочтя их именами собственными.

Как бы то ни было, власть варягов вначале распространилась на три области: новгородскую, белоозерскую и изборскую, а потом шире – на полоцкую, муромскую и ростовскую. Более же из первоначальной летописи о деятельности собственно Рюрика мы ничего не узнаём. В некоторых копиях приписано, что он «рубил» (то есть строил или огораживал стеной) города. Сохранилось весьма неопределенное предание об антиваряжском мятеже коренных новгородцев под главенством некоего Вадима (возможно, это не имя, а производное от «вадити» – «сеять смуту»), которое Рюрик подавил, убив предводителя бунтовщиков.

Карамзин пишет: «Чрез два года, по кончине Синеуса и Трувора, старший брат, присоединив области их к своему Княжеству, основал Монархию Российскую».

Однако всё было не так просто и не так быстро.

Вклад Рюрика в создание российской государственности исчерпывается тем, что он «пришел и сел» на северо-западе русославянских земель. Остальную работу исполнили его спутники.

Сначала эстафету приняли двое Рюриковых «бояр» – Аскольд и Дир, которые «испросистася к Цесарюграду с родом своим», то есть отпросились у князя в поход на Константинополь.

Движение на юг

Есть предположение, что Аскольд и Дир – один человек, какой-то Haskuldr по прозвищу «Dyr» («Зверь»), но поскольку по летописи Аскольд-Дир в жизни и в смерти совершенно неразлучны, пускай уж остаются двумя людьми.

Очень возможно, Аскольд с Диром у Рюрика не отпрашивались, а ушли без спроса или даже в результате ссоры с князем (дальнейшие события позволяют сделать такое предположение). Вместе с этими искателями приключений с Новгородчины ушли те варяги, кому не хотелось сидеть на месте. Их ладьи поплыли сначала вверх по балтийским рекам, потом вниз по черноморским, и на полпути в далекий Царьград разбойники увидели город, расположенный в стратегически важном пункте, где Днепр делает поворот к востоку. Киев как раз незадолго перед тем перестал пользоваться выгодами хазарского покровительства, хотя по инерции еще платил каганату дань. Собственной вооруженной силой город, по-видимому, не обладал. Аскольд с Диром спросили: «Чий се градок?» и, узнав, что фактически «ничий», взяли его себе. По предположению историка Соловьева, в Киеве к тому времени скопилось немало варягов и всякого приблудного люда, осевшего здесь из-за нарушения речного пути «в греки». Вся эта вольница признала Аскольда с Диром своими вождями.

Здесь происходит событие не менее важное, чем приход в Новгород заморского (или незаморского) Рюрика: Аскольд с Диром перестали быть разбойниками и стали киевскими князьями. Это, разумеется, не означало, что они отказались от планов пограбить византийцев, однако изменилась логика поступков варяжских предводителей. Отныне они вели себя как правители, озабоченные долговременными интересами своего новоприобретенного княжества.

Изменилась задача будущего похода на Царьград: не просто грабительский набег, а восстановление торговли, прекратившейся из-за кочевников и из-за притеснений, которым византийцы подвергали киевских купцов.

Сначала Аскольд и Дир нанесли несколько ударов по печенегам и черным булгарам, блокировавшим днепровские пороги. Известно, что в одной из схваток пал сын Аскольда (хочется по привычке добавить «и Дира»), однако в целом война, видимо, была успешной, поскольку через некоторое время поход на Царьград состоялся – то есть проход через степи был расчищен.

Летописец утверждает, что Аскольд с Диром «иде на грекы» в 866 году, но здесь он, как и во многих других случаях, на несколько лет ошибается. Из надежных византийских источников мы знаем, что «северные варвары» обрушились на столицу империи в 860 году, и даже число известно: 18 июня.

Это было первое явление на международной арене нового, еще не окончательно сформировавшегося государственного образования. Неслучайно наш летописец пишет, что с этого момента «начася прозвати Руска земля», и византийский автор с ним согласен, хоть формулирует ту же мысль довольно обидным образом: «Народ неименитый, народ ни за что не считаемый, народ поставляемый наравне с рабами, неизвестный, но получивший имя со времени похода против нас» (курсив мой).

Нашествие киевской флотилии, состоявшей из 200 судов (где могли разместиться 8-10 тысяч воинов), поразило константинопольцев как гром среди ясного неба. С севера никто угрозы не ждал – император воевал против арабов и увел на восток всю свою армию, так что огромный, богатый город был почти беззащитен.

«Что это? – восклицает патриарх Фотий. – Что за удар и гнев столь тяжелый и поразительный? Откуда нашла на нас эта северная и страшная гроза?»

Константинополь спасло то, что варяги не имели опыта захвата настоящих крепостей. Не воспользовавшись выгодами внезапности, воины кинулись грабить предместья, так что город успел затворить ворота. Осадных орудий и даже лестниц у русов не было. Они попробовали сделать земляную насыпь вровень со стенами, но эта наивная тактика, конечно, не могла увенчаться успехом.

Фотий пишет, что столицу спас лично он, устроив крестный ход по стенам и опустив на воды залива Золотой Рог плащаницу Святой Девы, из-за чего поднялся шторм, разметавший вражеские корабли. Эту версию повторяет и киевский летописец. Как бы вспомнив, что он в первую очередь христианин и лишь во вторую русский, автор благочестиво радуется поражению «безъбожных руси».

В Константинополь спешно примчался византийский флот, торопился в свою столицу с армией и сам базилевс. Варягам пришлось уйти.

Два года спустя из Киева в Царьград прибыли послы, чтобы заключить торговый договор. Это еще одно доказательство того, что поход Аскольда и Дира был не примитивным разбойничьим набегом, а военным демаршем новой страны – Руси.

«Русь» и «русские»

С наименованием нашей страны и ее титульного этноса всё очень непросто. Ясно лишь, что это название пришло к нам из Византии. «Страна Росия» сначала упоминается только в греческих источниках: у Константина Багрянородного и в переписке константинопольского патриархата. В русских текстах – да и то пока еще не в качестве официального имени – этот термин начинает встречаться лишь со второй половины XIV столетия.

Однако не позднее Х века Чёрное море уже звали «Русским» и, по свидетельству современников, там никто не плавал кроме «Руси». (Это еще один аргумент в пользу версии, что «варяги-русь» были норманнами, ибо в ту же эпоху Балтийское море называлось «Варяжским», так как плавали по нему почти исключительно варяги, тогдашние повелители морей).

Откуда же взялось название: «Русь», «русские»? Точнее, откуда взяли это слово византийцы, которые и ввели его в употребление?

На сей счет имеется несколько версий.

Первая – сугубо книжная, библейская. В «Книге пророка Иезекииля» сказано: «Сыне человечь, утверди лице твое на Гога и на землю Магога, князя Рос», где «Рос» – край каких-то северных варваров. Нашествие 860 года могло вызвать у греков ассоциацию с этим ветхозаветным пассажем. В греческом тексте конца Х века прямо сказано: «Росы… получили свое имя от древнего властителя Роса после того, как им удалось избежать судьбы, предсказанной им пророками».

Второе предположение связано с тем, что «русиос» по-гречески значит «русые». Византийцы вполне могли называть так светловолосых северян.

Третья гипотеза, вернее целая группа гипотез, возводит слово «Русь» к самоназванию нового народа, однако объясняет происхождение этнонима по-разному.

В Восточной Европе имелось несколько рек с названием «Рось» или «Русь» (этот корень на старославянском обозначал «реку» или «воду», в общем что-то мокрое, и дал производные: «русло», «русалка», «роса»).

Возможно также, что «Русь» – сохранившееся в языке воспоминание о готском племени гросс (hroth), ассимилировавшемся среди славян (таких примеров в истории народов очень много).

Не исключено, что «Русь» – сокращение от «Рустринген» (ленное владение Рёрика Ютландского).

Ряд исследователей были уверены, что этимология названия нашей страны связана со славянским названием острова Рюген – Ругия, где жило племя ругиев (или русиев).

Однако большинство историков склоняются к версии о скандинавском происхождении этого слова. Норманнского этноса, который именовал бы себя «русью», не существовало, однако викинги, приплывавшие в землю славян, называли себя «ropsmen», «гребцы». Дело в том, что для плавания по речной стране воинам приходилось не столько пользоваться парусами, как в море, сколько грести веслами. По-фински Швеция и сейчас называется Ruotsi, по-эстонски – Rootsi. Отсюда и летописное «варяги-русь», то есть викинги, привычные к гребным походам в славянские края.

Еще долгое время после того как варяги-русы утвердились в Киеве, не славяне, а именно они, будучи ближним окружением и дружиной князей, плавали за море с военными, торговыми или дипломатическими целями. Византийцы и арабы, естественно, полагали, что всё население страны, откуда приходят остроклювые корабли, называет себя так же – русь.

Если эта версия верна, то Россия – Страна Гребцов.

Название нашей страны имеет довольно неожиданное звучание или значение и в некоторых современных языках.

Воспоминание о древних венедах зафиксировалось в эстонском Venemaa и финском Venäjä. Латыши называют Россию Krievija – «Страна кривичей».

Любопытно посмотреть (именно посмотреть), как изображают название России языки с иероглифической письменностью. Если при фонетической азбуке достаточно с большей или меньшей точностью просто воспроизвести корень «Рос-Рус» (Russia, Russland, Ruslönj, Ресей и даже Oroszország), то китайцам и японцам, впервые услышавшим название «Россия», пришлось записывать его иероглифами – пиктограммами, которые имеют некий первоначальный смысл. Одинаково звучащих иероглифов довольно много, так что у нарекающих имелся выбор, и вряд ли он был случаен.

Жители Срединной империи узнали про нас от монголов, называвших Россию «Орос», и переделали эту неудобную для китайского уха фонему в «Э-ло-сы» (俄羅斯). Главная смысловая нагрузка лежит на первом иероглифе, поэтому в сокращенном виде Россия называлась «Страна Э» (俄國), что можно перевести как «Страна Внезапностей». Мне кажется, китайцы эпохи Мин проявили удивительную прозорливость, предугадав одну из самых характерных черт России.

История названия или вернее обзывания нашей страны японцами комична. В эпоху Токугава обитатели изолированного островного государства относились ко всем иностранцам с презрением и давали «варварским» нациям всякие неполиткорректные обозначения. Имя северного соседа «Ро-си-а» писали иероглифами 魯西亜, а сокращенно Ро-коку (魯國), то есть «Страна глупцов», что поразительным образом совпадает с щедринским «Городом Глуповым». Лишь в XIX веке, уже вступив с Токио в цивилизованные отношения, царские дипломаты после долгих переговоров добились замены обидного иероглифа «ро» другим – того же звучания, но незазорного значения. И японцы стали писать Ро-коку вот так: 露國, что означает «Страна росы» (и вполне соответствует одной из славянофильских версий происхождения слова «Россия»).

И все-таки попытка хронологии

Известно, что летописец изрядно напутал в датировке событий нашей ранней истории. Например, Рюрик никак не мог прибыть на новгородскую землю в 862 году, потому что в 860-м, согласно византийским источникам, Аскольд и Дир уже атаковали Константинополь. Тем более невозможно считать 862 год хронологической точкой, с которой начинается русское государство. Оно образовалось несколько позднее, в 880-е годы, когда, уже после смерти Рюрика, север объединился с югом.

Попробуем же – безо всякой категоричности, с массой оговорок – реконструировать последовательность и хронологию первых шагов нашего государства. Ни одна дата, ни один факт и даже ничье имя не являются здесь стопроцентно достоверными. Я всего лишь попытаюсь привести разные версии, теории и источники к логическому компромиссу по принципу наибольшей вероятности, а то в официальной хронологии слишком уж много неразрешимых противоречий.

Причина ошибок отчасти объясняется тем, что автор «Повести временных лет» запутался в византийской хронологии, по которой – совершенно разумно – решил сверить отсчет вех русской истории (ведь собственного летоисчисления у русославян не существовало).

«В год 6360 (852), индикта 15, когда начал царствовать Михаил, стала прозываться Русская земля. Узнали мы об этом потому, что при этом царе приходила Русь на Царьград, как пишется об этом в летописании греческом. Вот почему с этой поры начнем и числа положим», – бодро пишет летописец – и сразу же задает неверный старт, поскольку Михаил III по прозвищу Мефист, что означает Пьяница, был базилевсом не с 852 года, а с 842-го, править же начал с 856 г.

Дальше путаница лишь усугубляется. Первый поход русских на Константинополь летописец относит к 866 году, хотя на самом деле это произошло в 860-м, то есть за два года до того, как варяги-русь во главе с Рюриком вообще явились к Новгороду.

Не достовернее выглядит и хронология жизни первых киевских князей. Летопись сообщает, что Рюрик умер в 879 году (6387 от сотворения мира), оставив малолетнего сына Игоря. Игорь женится на Ольге в 903 году, а погибает в 945-м, опять-таки оставив маленького сына Святослава Игоревича, трех лет от роду. Если еще можно допустить, что князь лишь в семьдесят лет произвел на свет наследника, то поверить в материнство Ольги совершенно невозможно. Если бы Ольга, будучи по понятиям того времени глубокой старушкой, родила сына после сорока лет брака, летописец непременно упомянул бы о таком физиологическом чуде, достойном библейской Сарры.

Совершенно ясно, что, если всё это и произошло, то не в годы, которые указаны в летописи.

Попробуем, учитывая все эти поправки, вычислить, когда вероятнее всего произошли основные события:

• 856 г. В Ладогу прибыл со своей дружиной Рюрик (возможно, Ютландский). Он подчинил своему влиянию Новгород и другие северо-западные волости, построил несколько укрепленных городов.

• 856–860 г.г. Часть дружины Рюрика не пожелала оставаться в Ладоге. Под водительством Аскольда и Дира она отправилась в поход на Константинополь, однако по пути задержалась в Киеве, где создала собственное княжество. Оно включило земли полян и стало распространять свое влияние на другие окрестные племена. Аскольд и Дир предприняли несколько походов против степных кочевников.

• 860 г. Киевские русы совершили большой поход на Константинополь, не сумев взять город.

• 862 г. Русы предприняли первую попытку заключить торговое соглашение с Византией.

• 860-е – 870-е г.г. Рюрик укреплял свою власть на северо-западе. Аскольд и Дир продолжали борьбу с печенегами и черными булгарами.

• 873 г. Смерть Рюрика. (Поскольку «Повесть временных лет» в этот период всё время обсчитывается на 6 лет, то ее 879 год превращается в 873-й. Именно тогда в европейских хрониках последний раз мелькает и Рёрик Ютландский). Правителем Новгородчины стал Олег, родственник прежнего князя.

• Около 880 г. Несомненно потратив какое-то – вряд ли короткое – время на упрочение своей власти в Новгороде (он ведь не был прямым и очевидным наследником), Олег неспешно двинулся на юг, захватил Киев и перенес туда свою столицу.

Вот, собственно, весь «сухой остаток» более или менее общепризнанных фактов.

В общем-то для истории российского государства не так важно, кем были варяги, откуда взялось слово «Русь» и в каком точно году Рюрик явился (если явился) в новгородскую землю.

По-настоящему существенны всего три тезиса:

– Наше государство возникло в последней трети IX века.

– Его столицей стал город Киев.

– Создателем единого государства был Олег (а Рюрик – лишь родоначальником династии, правившей с конца IX до конца XVI века).
Олег

Не отец, но основатель

«Сквозь красивый туман народного сказания историческая действительность становится видна лишь со времени новгородского правителя или князя Олега», – писал сто лет назад Сергей Платонов, выражая общее мнение российских историков. Однако не следует обольщаться. Как мы увидим, фигура Вещего Олега и события его княжения окутаны легендами в еще большей степени, чем деяния Рюрика. Есть, впрочем, и принципиальная разница: князь Олег безусловно и несомненно существовал.

Мы даже приблизительно не знаем года его рождения, неясна и степень его родства с Рюриком. Один не вполне достоверный источник утверждает, что Олег был братом Рюриковой жены.

Не очень понятно и происхождение прозвища «Вещий». Возможно Олег заслужил его благодаря главному своему таланту – остроте ума (главными победами он обязан не полководческим талантам, а изобретательности); не исключено также, что это просто перевод на славянский язык варяжского имени Helgi (Святой).

Из летописи следует, что Рюрик оставил своим законным наследником (хоть и сомнительно, что в те времена существовало подобное понятие) трехлетнего Игоря. Олег не был сыном Рюрика и к династии Рюриковичей не принадлежит.

Дальнейшее развитие событий, однако, доказывает, что Олег вовсе не считал себя всего лишь опекуном или регентом при княжиче на период его малолетства. Чувствуй Олег себя узурпатором, он наверняка избавился бы от опасного конкурента, но ни о каких трениях между старым князем и Игорем Рюриковичем хроника не сообщает. Отправляясь в походы, Олег спокойно оставлял повзрослевшего Игоря управлять Киевом, очевидно, не опасаясь переворота. В те времена и в той среде главенство определялось не родословием, а лидерскими качествами. Карамзин наверняка прав, когда предполагает: «Приученный из детства к повиновению, Игорь не дерзал требовать своего наследия от Правителя властолюбивого, окруженного блеском побед, славою завоеваний и храбрыми товарищами».

Если сравнить величественные достижения основателя с весьма скромными итогами следующего княжения, можно предположить, что Олег был во всех отношениях мощнее и масштабней Игоря, которому не приходило в голову заявлять о своих правах, если они у него и были.

Олег был прежде всего дальновидным стратегом, заложившим прочную основу для нового государства. Все его поступки выглядят логичными. Они были направлены на создание военно-экономической модели, которая окажется эффективной и жизнеспособной.

Потратив некоторое время (если верить летописи – три года) на упрочение своей власти в Новгороде, Олег приступил к осуществлению амбициозной задачи: взять под контроль весь великий речной путь из Балтики в Византию.

Объединение Руси

Новгородский правитель двинулся на юг, как это сделали примерно четвертью века ранее Аскольд и Дир, но этот поход был организован с гораздо большим размахом. В экспедиции участвовала не только варяжская дружина, но славянские и финские отряды.

Действовал Олег с присущей ему обстоятельностью. Он не торопился. Сначала занял Смоленск, главенствовавший над днепровскими волоками, и посадил там своего наместника. Потом спустился по Днепру и оккупировал центральный город северян Любеч, где тоже сменил местную областную верхушку на своих людей. Поскольку летопись не упоминает о каких-либо сражениях, резонно предположить, что два эти завоевания дались новгородцам бескровно.

Лишь после этого Олег взялся за более трудную задачу – покорение Киева, который был ключевым пунктом всего торгового пути из варяг в греки.

Это был не Смоленск и не Любеч, здесь прочно утвердились Аскольд и Дир со своей испытанной в боях варяжской дружиной. Битва или осада могли бы дорого обойтись Олегу, но хитрый князь и тут умудрился избежать потерь.

«Повесть временных лет» рассказывает: «И пришли к горам Киевским, и узнал Олег, что княжат тут Аскольд и Дир. Спрятал он одних воинов в ладьях, а других оставил позади и сам приступил, неся младенца Игоря. И подплыл к Угорской горе, спрятав своих воинов, и послал к Аскольду и Диру, говоря им, что-де «мы купцы, идем в Греки от Олега и княжича Игоря. Придите к нам, к родичам своим». Когда же Аскольд и Дир пришли, выскочили все остальные из ладей, и сказал Олег Аскольду и Диру: «Не князья вы и не княжеского рода, но я княжеского рода», и показал Игоря: “А это сын Рюрика”». Без дальнейших объяснений Олеговы воины накинулись на киевских князей, «и убиша Асколда и Дира, и несоша на гору, и погребоша на горе».

В «Никоновской летописи» сообщаются еще некоторые подробности этого ловкого предприятия. Олег-де попросил местных правителей посетить его на ладье, потому что он тяжко болен, однако имеет важные новости и кроме того привез ценные дары – бисер и украшения. Вероятно, это было сделано для того, чтобы на берег явились оба князя, не желая остаться без подношений.

Коварство Олега российские историки оценивают по-разному. Романтический Карамзин сокрушается, но оправдывает князя нежеланием затевать большое сражение с братьями-викингами: «неприятная мысль сражаться с единоземцами, равно искусными в деле воинском, принудила его употребить хитрость». А вот военный историк генерал Нечволодов ничего неприятного в операции по захвату Киева не усматривает и пишет про хитроумного Олега: «самое его совершение должно и в наши времена, несмотря на то что с тех пор прошло уже более тысячи лет, служить примером, достойным подражания».

Конечно, невозможно поверить, будто Олег узнал о киевском княжении Аскольда и Дира, только подплыв к городу. Нет никаких сомнений, что Киев был изначальной и главной целью всего большого похода.

Здесь, достигнув цели, Олег и остановился, завершив объединение Руси – вернее, пока лишь взяв под контроль становой хребет новой страны: балтийско-черноморскую водную трассу. Произошло это, очевидно, не в 882 году, как утверждает «Повесть временных лет», а несколько ранее.

Карамзин аппетитно описывает преимущества новой столицы: «Веселое местоположение, судоходный Днепр, удобность иметь сообщение, торговлю или войну с разными богатыми странами – с Греческим Херсоном, с Козарскою Тавридою, с Болгариею, с Константинополем – пленили Олега».

И объявил Олег: «Се будет мать городам русским». Очевидно, эта хрестоматийная фраза была произнесена на каком-то скандинавском диалекте, где слово «город» относится к женскому роду. На славянский лад было бы естественней наречь Киев «отцом русских городов».

Собирание земель и подготовка

Однако вовсе не захват Киева был окончательной целью основателя-объединителя. Речной путь не имел никакого смысла, пока не восстановятся торговые связи с Константинополем-Царьградом, то есть «царем среди городов». Эту торговлю требовалось сделать не только постоянной, но и более выгодной. На подготовку к финальному этапу монументальной задачи, от которой зависело благополучие новорожденного государства, Олег потратил почти всё время своего правления.

Каждое начинание великого князя (просто «князьями» вскоре стали именоваться областные наместники) было подчинено этой магистральной цели.

Первым делом понадобилось обеспечить безопасность изначального пункта экспансии и одновременно крайней точки речного пути – Новгорода. Мы знаем, что Олег оставил в прежнем своем владении дружину, на содержание которой новгородцы должны были ежегодно выплачивать 300 гривен (около 60 килограммов) серебра. Как я уже писал, исходя из примерных расценок выплаты варяжского жалованья, дошедших до нас благодаря одной из скандинавских саг, на эту сумму, вероятно, можно было содержать сотни три воинов. Небольшой размер гарнизона, должно быть, объяснялся тем, что новгородцы и не думали бунтовать против Олега, сами кровно заинтересованные в единстве транзитного пути.

Труднее пришлось с ближайшими соседями полян. По выражению Карамзина, «там, среди лесов мрачных древляне свирепые наслаждались вольностию», и у этих лесных жителей, не участвовавших в речной торговле, не было никаких резонов подчиняться Киеву. Однако жили они совсем рядом и, должно быть, сильно докучали полянам своей «мрачностью» и «свирепостью». Требовалось привести неспокойное племя к повиновению, которое в те времена символизировала выплата любой, хоть бы даже символической дани.

Свое обустройство на новом месте Олег начал с карательной экспедиции, как следует «примучив» древлян и обложив не пустяковым, а вполне существенным побором – «по кунице с дыма» (куний мех был одним из самых дорогих). Пока в Киеве правил грозный Олег, древляне вели себя тихо, но с притеснением не смирились. Преемники основателя еще хлебнут с этим лесным княжеством лиха.

С речными племенами – северянами и радимичами – обошлось без войны, поскольку они были совсем не против оказаться под рукой Киева. Северян Олег обложил «данью легкой»; осторожные радимичи договорились, что будут платить и хазарам, и Киеву – по «две шляги от рала», то есть по две серебряные монеты от каждой сохи (из чего можно заключить, что в ту пору это племя жило не столько охотой, сколько земледелием, причем продавало урожай за деньги).

По летописи, Олег покорил древлян в 883 году, северян – в 884 году, радимичей – в 885 году. Историк Ключевский считает эту хронологию подозрительно аккуратной, но очень возможно, что князь действительно совершал по одному походу в год (впоследствии эти ежесезонные поездки по окрестным областям за данью примут форму «полюдья», о котором речь впереди).

Другие славянские племена еще долго противились главенству Киева. Например, вятичи окончательно сдались лишь сто лет спустя. Правда, Олег вряд ли считал завоевание этой северной территории важной задачей. Внимание князя было сосредоточено на юго-западе.

Там возникла серьезная проблема, требовавшая решения.

«Повесть временных лет» сообщает: «В год 6406 (898). Шли угры мимо Киева горою, которая прозывается теперь Угорской, пришли к Днепру и стали вежами» (то есть шатрами).

Угры или мадьяры, предки современных венгров, под натиском более сильных печенегов временно оккупировали все нижнее Приднепровье и, как мы видим, подошли к самому Киеву.

Не очень понятно, как именно избавился Олег от мадьярской угрозы. Если верить венгерской летописи, угрский вождь Альмош осадил Киев и ушел, лишь получив богатый выкуп в тысячу коней и десять тысяч серебряных монет. В наших источниках об этом ничего не сообщается. Историк Вернадский считает, что угры были разбиты – потому и убрались дальше на запад. Карамзин пишет осторожнее: «Олег пропустил ли их дружелюбно или отразил силою, неизвестно».

Так или иначе «угрский эпизод» растянулся на несколько лет и имел важное для Киева продолжение. Когда орда шла из юго-западной Руси в Паннонию (где вскоре возникнет венгерское государство), по пути она ослабила славянские племена хорватов, тиверцев и дулебов. Этим не замедлил воспользоваться Олег. Нагрянув вслед за мадьярами, он присоединил эти сообщества к своей державе.

В целом обстоятельному Олегу понадобилось около четверти века на то, чтобы приготовиться к своему главному деянию, от успеха или неуспеха которого зависела судьба молодого государства.

Красивая сказка

Согласно летописи, Олег затеял большой поход на Константинополь только в 907 году. Как мы помним, предыдущая попытка Киева принудить Византию к равноправным отношениям, предпринятая Аскольдом и Диром полувеком ранее, была безуспешна. Хоть Русь и сумела впервые обратить на себя внимание империи, но никаких существенных результатов та война не принесла. Посольство, вроде бы отправленное в Царьград два года спустя, не завершилось заключением торгового соглашения.

Если Аскольд с Диром сделали основную ставку на внезапность атаки, то Олег по своему обыкновению не торопился, зато собрал войско по меньшей мере вдесятеро сильнейшее – так во всяком случае утверждает «Повесть временных лет». В русской хронике содержится живописный рассказ о цареградском походе, изобилующий красочными подробностями.

В Босфор вошли две тысячи кораблей («а в корабли по сорок муж»), да еще берегом шло конное войско – тоже многочисленное, иначе оно не смогло бы проделать долгий путь через земли, занятые не подвластными Олегу народами.

Базилевс не осмелился вступить в сражение с русскими ни на море, ни на суше, а запер вход в залив Золотой Рог цепями и засел в городе. (Очевидно, варяги и славяне по-прежнему не умели штурмовать большие крепости).

Пограбив окрестности столицы, Олег устроил невиданное действо: приказал вытащить ладьи на берег, поставить их на колеса и, дождавшись сильного ветра, поднял паруса. Чудо-корабли покатились вдоль запертого Золотого Рога. Устрашенные этим виндсерфингом, греки запросили мира. Они прислали Олегу вина и угощения, но князь, будучи вещим, ничего пить и есть не стал, догадавшись, что яства отравлены. От такой прозорливости византийцы окончательно перетрусили. «И почаша греци мира просити, дабы не воевал Грецькой земли». Они дали огромный выкуп и согласились заключить торговый договор.

В знак победы Олег прибил свой щит над воротами Цареграда. Добыча была столь богатой, что из тканей (большой по тем временам ценности) победители сшили паруса для своих судов: славяне из полотна, а «русь» (варяжская дружина) даже из шелка.

Летописное описание славного похода по традиции перешло из дореволюционных гимназических учебников в советские, а оттуда и в некоторые современные, однако всё это, вероятно, не более чем красивая сказка.

Не могло быть у Олега таких размеров войска, не могли корабли катиться по суше. Маловероятно и триумфальное приколачивание щита, который сразу после ухода русов был бы снят и выкинут.

Скажем больше: кажется, никакого нападения на Константинополь вообще не было. Византийские хроники не умолчали бы о таком грозном событии – ведь предыдущее (860 г.) и следующее (941 г.) появления «северных варваров» у ворот столицы подробно описаны.

Наша летопись пересказывает условия мирного договора 907 года, якобы заключенного прямо во время похода, однако никаких упоминаний о переговорах в византийских источниках не обнаружено. Существует версия, что летописец использовал здесь содержание договоров более позднего времени – чтобы поубедительнее обосновать результативность легендарной победы Олега над византийцами.

И всё же, пускай «Повесть временных лет» выдает за факт предание и никакой осады Царьграда не было – походом на греков Олег наверняка ходил, и это предприятие оказалось весьма удачным.

Возможно, князь ограничился мощной демонстрацией, выведя к Черному морю армию и флот, после чего Византия, не дожидаясь нападения на столицу, поспешила вступить в переговоры. Это было бы похоже на Олега, который, как мы знаем, предпочитал обходиться без лишних потерь; греки же всегда, когда возможно, не воевали с врагами, а откупались от них. Косвенное подтверждение этой версии есть в описании похода 941 года, где император говорит Игорю Рюриковичу: «Не ходи, но возьми дань, какую брал Олег, прибавлю и ещё к той дани» – то есть можно заключить, что Олег взял дань и «не пошел».

Однако русским была нужна не дань, а торговое соглашение. И лучшим доказательством успеха похода (или просто военного давления) на Византию является то, что первый русско-греческий договор был вскоре заключен, причем на очень выгодных для Киева условиях.

Рождение российской дипломатии

«В лето 6420 (911). Посла Олег мужи свои построити мира и положити ряды межи Грекы и Русью». В Константинополь прибыло большое посольство для заключения «многолетнего мира». В результате переговоров появился первый международный юридический акт Киевского княжества, так что с этого момента ведет свою историю отечественная дипломатия.

Сохранилась лишь русскоязычная версия соглашения, подробно пересказанная в «Повести временных лет», но в подлинности документа ни у кого из исследователей сомнений нет. Лингвистический и историко-юридический анализ подтверждают, что текст в точности соответствует греческим канцелярским образцам той эпохи. Кроме того, о заключении мирного договора с русами есть упоминания в византийских источниках.

Известно, как звали киевских послов: Карл, Фарлоф, Велмуд, Рулав, Стемир, Инегельд, Гуды, Руальд, Карн, Фрелаф, Рюар, Актеву, Труан, Бидульфост. Из 14 имен два похожи на славянские: Велмуд (Велимудр?) и Стемир (с характерным окончанием «мир»). Если это действительно славяне, значит к концу правления первого киевского князя в элиту государства входили уже не только варяги.

В договоре Олег именуется «великим князем русским», хотя на раннем этапе российской истории титулование киевского правителя еще не было фиксированным. В эпоху, когда была свежа память о могуществе хазарского каганата, первые русские монархи для солидности именовали себя «каганами» – так называли их и иностранцы.

Соглашение 911 года определило правила торговли, права русских купцов в Константинополе и порядок решения судебных вопросов. Есть одно важное отличие от гипотетического договора 907 года – исчезло упоминание о беспошлинной торговле. Возможно, этот пункт входил в перечень предварительных условий, обговоренных при заключении перемирия, но впоследствии был оспорен византийскими дипломатами как предоставляющий русским торговцам неоправданные привилегии, которыми не пользовались купцы других народов. Войско Олега уже не стояло у рубежей, так что можно было и проявить твердость. Киевляне же, вероятно, были довольны и таким договором.

Самая главная черта этого документа – признание равенства сторон. Для страны, которая только что появилась на карте, равноправный договор с ведущей державой мира несомненно был огромным достижением, а установление регулярных и юридически оформленных торговых отношений гарантировало Киевскому княжеству процветание.

Думается, империя тоже была заинтересована в установлении цивилизованных отношений с опасным соседом – не столько из экономических, сколько из политических соображений. Такова была обычная практика византийской дипломатии: как только неподалеку возникало агрессивное государство или приближалась очередная орда, Константинополь стремился нейтрализовать угрозу мирным путем. Договор с «дикарями» уменьшал риск внезапного нападения. Кроме того, «варварское» войско можно было нанять для удара по другим врагам. (Русские князья будут охотно браться за эту выгодную службу).

Через год после заключения договора основатель российского государства, словно решив, что теперь его историческая миссия выполнена, умер.

Страшный финал и хороший старт

Если верить преданию, изложенному в «Повести временных лет», смерть Олега была причудливой и жуткой.

Мы все с детства, из пушкинской «Песни о Вещем Олеге», помним эти строки наизусть:

Из мертвой главы гробовая змея,

Шипя, между тем выползала;

Как черная лента, вкруг ног обвилась,

И вскрикнул внезапно ужаленный князь.

В «Повести временных лет» рассказывается, что некий волхв еще до греческого похода предсказал Олегу: «Княже! Конь, его же любиши и ездиши на нем, от того ти умрети». Чтобы не искушать судьбу, Олег на всякий случай удалил от себя любимого скакуна. Прошло четыре с лишним года. Князю стало известно, что опасный конь умер. Олег поехал посмотреть на скелет, наступил ногой на голый череп и шутливо сказал: «От сего ли лба смерть мне взятии?». Дальше всё как у Пушкина: «И вступи ногою на лоб, и выникнучи змея и уклюну ̀и в ногу. И с того разболевся, умре».

Это зловещее событие почти наверняка – еще одна сказка про великого древнего правителя, жизнь которого было настолько чудесна, что и его смерть не могла быть заурядной. Более ядовитых змей, чем гадюка обыкновенная, на Украине не водилось, а осенью, когда, согласно летописи, был ужален князь, токсичность яда Vipera berus заметно ослабевает. Нельзя, конечно, полностью исключить вероятность того, что старый Олег скончался от анафилактического шока или стресса, вызванного суеверным ужасом, но скорее всего летописец придает вид факта легенде, руководствуясь назидательными мотивами. Мол, глядите, земные владыки: самый великий из вас, кого называли «вещим», оказался бессилен перед Промыслом и не избежал предначертанной судьбы.

В средневековой европейской литературе сюжеты, где великий герой погибает от укуса змеи или от собственного коня, нередки, но есть одна исландская сага, которая совпадает с нашим преданием явно неслучайным образом.

Викингу Одду по прозвищу Стрела еще в отрочестве ведунья предсказывает смерть от лошади. Одд убивает животное, хоронит в яме, да еще и засыпает ее камнями. Через триста лет, после многих подвигов (и, что примечательно, сразу после похода в славянские земли) Одд оказывается на том самом месте и гибнет, ужаленный выползшей из конского черепа змеей. Судя по тому, что «Сага об Одде Стреле» датируется XIII веком, ее автор воспользовался уже существовавшим к тому времени преданием.

Вероятно, правы исследователи, которые полагают, что притча о «змее из черепа» первоначально возникла в русско-варяжском дружинном фольклоре и уже оттуда проникла как в летопись, так и в сагу.

Объединение нескольких ключевых славянских племен; централизация власти; восстановление балтийско-черноморского пути; заключение равноправного договора с Византией; создание экономической базы государства, которому суждено было существовать за счет торговли и сбора дани, – вот впечатляющий итог Олегова княжения, которое длилось 33 года. Такую цифру, во всяком случае, называет летопись, но здесь опять, как и в случае с Рюриком, не следует слишком доверяться официальной хронологии.

Идентичность событий 879 г. (указанный «Повестью» год смерти Рюрика) и 945 г. (год смерти Игоря) вызывают сомнения: Олег становится правителем при трехлетнем наследнике и правит 33 года; затем 33 года правит Игорь и тоже оставляет после себя трехлетнего наследника. Похоже, что летописец ничтоже сумняшеся «зарифмовал» события, о которых сохранилась весьма приблизительная память.

Вместе с тем в датировке последних лет Олегова княжения летопись уже становится довольно точна – это установлено по записи от 911 года: «В лето 6419. Явилась на западе большая звезда в виде копья». Из астрономических исчислений известно, что «звезда велика копейного образа», то есть комета Галлея, появилась в июле 912 г… Стало быть, хроника ошибается всего на один год.

Олег умирает следующей осенью после кометы – значит, не в 912, а в 913 году. Поскольку Рюрик, как мы уже вычислили, на самом деле, вероятно, умер не в 879 году, а в 873-м, получается, что правление Олега длилось ровно сорок лет. Это большой срок, и достался он большому человеку, который выше всего ценил основательность и умел одерживать победы без лишнего кровопролития.

Заложенное Олегом государство получило такой хороший старт, что сумело выдержать испытание следующим княжением – тоже долгим, но бездарным.
Игорь (Рюрикович?)

Привычная оговорка

Читателю пора уже привыкнуть к тому, что рассказ о каждом из первых князей начинается с сомнений касательно достоверности сведений, изложенных в учебниках истории (а первоначально – в «Повести временных лет»).

В случае Игоря Рюриковича летопись вроде бы предельно точна: родился в 876 году, женился на Ольге в 903-м, стал великим князем в 912-м, погиб в 945-м.

И тем не менее почти каждая дата и почти каждый факт вызывают вопросы.

Про неправдоподобность брака, который лишь через сорок лет привел к рождению наследника, я уже писал. Но это не главная проблема, связанная с личностью второго киевского правителя.

Есть основания подозревать, что князь Игорь, правивший с 912 (вернее, с 913-го) до 945 года, и маленький княжич, которого Олег предъявлял злосчастным Аскольду с Диром, это не один и тот же Игорь. Не исключено, что летописец, живший двести лет спустя, соединил двух Игорей, новгородского и киевского, причем «назначил» второму в отцы Рюрика во имя династической непрерывности.

Эта версия возникла вследствие того, что шестилетняя ошибка в хронологии «Повести» считается доказанной и, стало быть, Рюрик умер в 873 году, а новгородский Игорь[8] родился в 870-м. То есть к моменту гибели ему было бы уже 75 лет, а всего за год до этого он водил войско в большой поход на Византию. Подобная бодрость в преклонном возрасте скорее всего была бы отмечена летописью как нечто выдающееся.

Возможно, Игорь был не Рюриковичем, а Игоревичем – то есть сыном новгородского Игоря и внуком Рюрика. Либо же (что тоже вероятно) он был сыном и наследником Олега, а киевская генеалогия «облагородила» происхождение второго князя, чтобы династия велась от конунга, а не просто от старшего дружинника.

Чьим сыном был Игорь, правивший Русью с 913 года до 945-го, не так уж существенно. Важно то, что происходило в годы его княжения.

Памятные события Игорева правления

Как ни странно, за этот долгий срок – три десятилетия – произошло довольно мало событий. Во всяком случае, летопись запомнила всего шесть:

– Мятеж древлян 913–914 годов;

– Приход печенегов (915) и война с ними (920);

– Поход на греков 941 года;

– Второй поход 944 года;

– Заключение нового договора с Византией в 945 г.;

– Гибель Игоря.

В арабских и еврейских источниках еще сообщается о двух больших походах «русов» к Каспию в 913 и 943 г.г… Арабский автор сообщает о русских: «Они – могучий народ с большим размахом и великой смелостью. Им неизвестно поражение, и никто из них не поворачивается спиной к врагу пока не убил его или сам не убит». Однако эти набеги, вероятнее всего, были предприняты не киевскими русами, а «русскими» в варяжском значении этого слова – то есть викингами, причем обитавшими на землях хазарского каганата. В таком случае к истории России каспийские рейды отношения не имеют. Отечественная летопись об этих военных предприятиях ни словом не упоминает.

Итак, по порядку.

«В год 6421 (913). После Олега стал княжить Игорь. И затворились от Игоря древляне по смерти Олега… В год 6422 (914). Пошел Игорь на древлян и, победив их, возложил на них дань больше Олеговой».

При смене власти и, в особенности, после смерти великого правителя беспокойные области нередко пробуют освободиться от зависимости, что, видимо, и попытались сделать древляне, в отличие от других славянских племен, не заинтересованные в союзе с Киевом. С этой, первой проблемой своего княжения Игорь вроде бы справился. Однако, как будет видно позднее, древлянский вопрос и теперь не был решен окончательно. Эта мина замедленного действия еще взорвется.

На следующий год «приидоша печенези первое на Рускую землю», докладывает хроника. Слово «первое» (то есть «впервые») нужно понимать в том смысле, что печенеги прежде лишь бродили по днепровским степям, мешая торговле, но непосредственно в славянские владения доселе не вторгались. Главная их масса пока обитала за Волгой, на Русь она двинется позднее. Тогда мы и поговорим об этих грозных кочевниках подробно. Сейчас же я ограничусь кратким и прекрасным карамзинским определением печенегов: «Они носили персидскую одежду, и лица их изображали свирепость».

На первый раз со свирепыми печенегами, которых, вероятно, было не очень много, Игорь сумел договориться и спровадил их дальше на запад. Печенеги «створивше мир с Игорем, идоша к Дунаю». Но пять лет спустя воевать все-таки пришлось – то ли с той же ордой, возвращавшейся на восток, то ли с новой, но опять, видимо, не особенно сильной. «Игорь же воеваше на печенегы», – коротко, безо всяких подробностей извещает нас летопись, для которой в тот 920 год более важным было известие о воцарении византийского императора Романа. Должно быть, Игорь просто отогнал кочевников, и они убрались восвояси.

Далее следует более чем двадцатилетняя пауза, когда ни о каких памятных происшествиях на Руси не сообщается. Видимо, ничего исключительного не происходило, то есть держался мир.

Самым активным периодом являются последние годы Игорева княжения, когда случилось много драматичных событий. «Повесть временных лет» рассказывает о них очень подробно, сохранились свидетельства и в иностранных текстах.

«В год 6449 (941). Пошел Игорь на греков».

То есть после тридцатилетнего мира русские вновь, как при Олеге и Аскольде с Диром, пошли войной на Византию, торговля с которой была основой государственной экономики. Произойти такое могло, очевидно, лишь вследствие нарушения Царьградом условий прежнего соглашения либо вследствие полного прекращения хозяйственных связей (причина всех русских походов на Константинополь была одна и та же). Справедливость этого предположения подтверждается тем, что война прекратилась с подписанием нового торгового договора.

Первая попытка военного давления окончилась не просто неудачей, а полным разгромом.

Войско Игоря пересекло Черное море и высадилось в Малой Азии, где занялось разграблением двух византийских провинций, Вифинии и Пафлагонии. Наш летописец честно пишет, что Игорева дружина вела себя отвратительно: «кого захватили – одних распинали, в других же, перед собой их ставя, стреляли, хватали, связывали назад руки и вбивали железные гвозди в головы». Пока киевское войско грабило и бесчинствовало, время для захвата столицы было упущено. Константинополь успел собрать флот и армию.

Судя по всему, в описании кампании 941 года «Повесть временных лет» черпает сведения из византийских хроник, поэтому лучше обратиться к первоисточникам. Там рассказано, что близ Константинополя развернулась ожесточенная борьба, и состоялось три сражения: морское, сухопутное и снова морское.

Сначала – в июне – византийский флотоводец, «укрепившись молитвой, постом и слезами», напал на корабли русских близ входа в проливы и сжег их огнем («и нача пущати огнь трубами на лодья рускыя. И бысть видети страшно чюдо», – подтверждает наша летопись). Затем военачальники Варда Фока и Иоанн Куркуас нанесли поражение пешей рати, высадившейся обратно на малоазийский берег. Сентябрьской ночью, сев на оставшиеся корабли, русские попытались скрытно уйти, византийцы их перехватили и довершили разгром.

Византийский флот того времени слыл непобедимым благодаря особому оружию, которое наша летопись называет «греческим огнем». Это был прообраз огнемета, выбрасывавшего горючую жидкость. Агрегат устанавливали на носу или на корме. Радиус поражения составлял 25–30 метров. Загоралось всё: деревянные обшивки кораблей, паруса, люди. Даже спрыгнув за борт, пламя погасить было нельзя – состав пылал и в воде.

Секрет «греческого огня» считался важнейшей государственной тайной. Император Константин Багрянородный завещает своему наследнику бережно хранить ее, ибо она «раскрыта первому христианскому императору Константину Святому через ниспосланного ангела». Однако известно, что создателем сифонофора (так по-гречески называлась огнеметная пушка) был инженер Каллиник, живший во второй половине VII века. Его изобретение дважды помогло Византии отразить арабские нашествия.

Существует предание, что тайной владели только потомки Каллиника, передавая формулу «греческого огня» по наследству. На самом деле секретность была гарантирована методологией производства: одни мастера изготавливали пушки, другие – смесь; контакты между ними были запрещены. Отдельно готовили прислугу, которой не полагалось знать технических секретов.

Последний раз византийцы использовали свое тайное оружие в 1453 году. Им тогда удалось сжечь турецкие суда, стоявшие в бухте Золотой Рог, но Константинополь это не спасло. Империя пала, секрет чудо-оружия был утрачен.

По-видимому, сифонофор представлял собой род пневматической пушки с насосом. Огнемет стрелял какой-то смесью нефти, серы, гудрона, фосфина и селитры. Выстрел сопровождался оглушительным грохотом, повергавшим неприятеля в еще больший ужас. Вообще думается, что главная сила «греческого огня» была в психологическом воздействии. Вероятно, при мало-мальски сильном ветре огнеметы были не слишком эффективны, а то и опасны для собственного судна, но один вид зловещей трубы вызывал у врага панику.

В истории этой войны самое поразительное то, что тяжкое поражение 941 г. не остановило Игоря.

Миновало всего три года, и Русь снова пошла на Царьград. То ли византийские летописи преувеличивают масштаб русских потерь во время первого похода, то ли Киевское княжество к середине Х века обладало такой мощью, что могло позволить себе быстро построить новый флот и набрать новое войско. Впрочем, у Игоря не оставалось иного выхода. Без византийской торговли существование русского государства было невозможно (об этом речь пойдет ниже).

На сей раз Игорь подготовился как следует. «Собрал воинов многих: варягов, русь, и полян, и словен, и кривичей, и тиверцев, – и нанял печенегов, и заложников у них взял, – и пошел на греков в ладьях и на конях, стремясь отомстить за себя». Обратим внимание, что летописец называет варягов отдельно от «руси». Это означает, что для войны была нанята еще и дружина из иноземных викингов. Есть основания полагать, что возглавил ее воевода Свенельд, которому суждено будет сыграть заметную роль в русской истории.

К императору сначала из Крыма, потом от болгар полетели донесения об огромном нашествии, в котором участвуют и печенеги.

И тогда византийцы поступили по своему обычному правилу: не стали доводить конфликт до сражения, исход которого мог оказаться иным, чем три года назад. Базилевс отправил к Игорю послов со словами: «Не ходи, но возьми дань, какую брал Олег, прибавлю и еще к той дани». А заодно, для верности, отправил дары и печенегам. Характерно, что Игорь, правитель слабый, не стал принимать решение сам, а спросил мнения дружины, которая, памятуя о недавнем поражении, благоразумно рассудила не биться: «Еда кто весть: кто одолееть, мы ли, они ли?». Взяв у греков дань и заключив перемирие, Игорь вернулся в Киев, а печенеги отправились грабить Болгарию.

Цель войны была достигнута. В следующем 945 году состоялось подписание нового договора. Торговля возобновилась.

Византийцы явно боялись Игоря меньше, чем Олега, поэтому соглашение оказалось для Руси менее выгодным, чем прежнее. Для купцов появились новые ограничения, которых раньше не было. Некоторые статьи звучат довольно обидно: «Входяще же Русь в град, да не творят пакости». Более того, в договоре есть пункт, демонстрирующий неравноправие сторон. Русские обязуются защищать Крым от черных болгар, причем базилевс «велит» князю это делать: «Иже то приходять черьнии болгаре и воюють в стране Корсуньстий, и велим князю рускому, да их не пущаеть». Разрешение вести торговлю в этом контексте выглядит как милость, которую Византия обговаривает определенными условиями.

Государство при Игоре

Таким образом, успехов на внешнеполитическом поприще Игорь не добился. Международный статус Руси по сравнению со временами Олега даже несколько понизился. Но главные события этих тридцати с лишним лет были внутренними. В силу своей обыденности они остались не замеченными летописцем.

В правление Игоря оформилась и закрепилась первичная хозяйственно-экономическая база русского государства.

При этом нужно учитывать, что государством эту аморфную федерацию можно назвать лишь условно. Связи между областями и племенами были пока еще очень слабы. Не существовало единого закона, границы толком не определились, отдаленные провинции иногда выходили из-под контроля.

До некоторой степени Русь объединял общий язык, но далеко не все говорящие на нем общины подчинялись Киеву, а у финских народов было собственное наречие. Фактически страна держалась лишь властью великого князя, но напрямую он мог управлять разве что столичным округом. Во всех остальных регионах настоящими властителями являлись наместники из числа Игоревых родственников, варяжских бояр или местной знати. По отношению к центру наместники (их все чаще называют «князьями») имели только две обязанности: делиться собираемой с населения данью и во время войны предоставлять сюзерену отряд воинов.

Пройдет еще немало времени, прежде чем государственная монотеистическая религия, общий свод законов и развитие хозяйственных связей сделают Киевскую Русь настоящей страной.

Центральная власть в период ранних князей исполняет всего три основные функции: пытается объединить как можно большее количество славянских племен и как можно крепче привязать их к столице (на этом поприще Игорь не слишком преуспел); обеспечивает торговлю с Византией (с этим Игорь кое-как справился); защищает Русь от вечной, главной опасности – степных орд.

Третье направление государственной деятельности удавалось Игорю лучше остальных. Он успешно сдерживал кочевников (печенегов и черных болгар), используя то дипломатию, то вооруженную силу. Кроме того, он продолжал незаметную, но очень важную и дорогостоящую работу, начатую еще Олегом: ставил к востоку от Киева сторожевые города. Эти укрепленные пункты с гарнизонами оберегали столицу от внезапного нападения орды. Со временем крепости будут соединены земляными валами и заставами в целую оборонительную систему.

Иерархическая структура киевского княжества в Х веке типична для раннефеодального государства, однако имеет две специфические черты.

Во-первых, аристократы не владеют землей, потому что Русь еще не является той крестьянской страной, которой станет впоследствии. Хлебопашество пока не обрело ключевого значения, зерно часто ввозится из-за границы.

Во-вторых, правящее сословие (которое, собственно, и называется «русью») этнически отличается от основной массы населения.

Из летописи можно заключить, что при Игоре важные решения принимались старшей дружиной – «боярами» или «княжьими мужами», и это почти без исключения варяги. Младшие дружинники назывались гридями (от скандинавского слова grid, «дворня»). Гражданское управление – прежде всего в городах – осуществляли «старцы», среди которых помимо купцов-варягов было немало и славянских старейшин.

Это этнокультурное размежевание продолжалось не очень долго. Через два-три поколения варяги забыли свой язык и растворились в славянской культуре. Сохранились лишь имена, тоже в значительной степени славянизировавшиеся, да традиционные связи со Скандинавией, откуда еще лет двести к русским князьям будут прибывать новые воины, а иногда и целые наемные дружины. Сохранится и обычай заключать брачные союзы, о чем мы знаем не столько из наших летописей, сколько из саг – видимо, для скудно живших скандинавов брак с богатыми и могущественными Рюриковичами был более значительным событием, чем для русских.

«Сезонная» экономика

Экономическое благополучие раннерусского государства держалось на двух столпах, каждый из которых рухнул бы без поддержки другого. Великий князь являлся не только монархом, но и, так сказать, главным менеджером всего этого предприятия, функционировавшего по сезонному принципу. Год делился на две части: с осени до весны киевский правитель собирал припасы для отправки на внешний рынок; с весны до осени длился период торговли, когда русские купцы отвозили в Византию одни товары, а обратно привозили другие. Правитель был самым крупным купцом своей страны. На доходы от собственных экспортно-импортных операций и налогообложения частной торговли существовали и великокняжеский двор, и государство в целом.

Русь поставляла продукты лесного хозяйства (меха, мед, воск) и рабов, которых варяжские дружины захватывали во время войн, грабительских походов в чужие края, покорения новых племен и подавления мятежей.

Приречные славяне тоже имели заработок от торговли: всю зиму рубили большие лодки для следующего сезона. На то, что русские купеческие суда были именно славянской, а не варяжской модели, указывает их греческое название – «моноксилы», то есть «выдолбленные из одного ствола» (как мы помним, скандинавы применяли для кораблестроения другую технологию). Поскольку леса были вековые, с огромными деревьями, ладьи получались немаленькими – длиной в 30 и более метров.

Весной в Киеве проходило торжище, на котором купцы раскупали эти суда. Составлялся огромный караван, в котором наряду с великокняжескими участвовали и частные ладьи. В апреле армада спускалась по Днепру до порогов, преодолеть которые и в мирное время было непросто, а в периоды напряженных отношений с кочевниками (то есть почти всегда) приходилось пробиваться с боем. Поэтому князь часто отправлял по берегу сильный конвой. На самих судах вооруженных людей тоже хватало. Благодаря трактату императора Константина Багрянородного «De Administrando Imperio» («Об управлении империей»), мы очень хорошо знаем, как именно русские преодолевали это опасное место.

К югу от Киева река Днепр пробивается сквозь вздыбление земной коры, так называемый Азово-Подольский щит. В нескольких местах утесы, скалистые островки, гряды камней перегораживали всё русло. После строительства большой гидроэлектростанции в 1932 году почти все пороги ушли на дно водохранилища, но в летописные времена река в семи местах была полностью непроходимой. Быстро несущиеся воды разбивали любое судно в щепки.

Пересечение порогов было трудным делом. Приходилось выгружать весь товар и нести его на руках; рабов сковывали цепью и вели берегом; сами ладьи или тащили волоком, или очень медленно тянули вручную меж валунов, ощупывая дно.

Этот тяжелый 70-километровый отрезок пути становился смертельно опасен, если ватага степных разбойников устраивала засаду, – а мест, удобных для внезапного нападения, здесь было много. Поэтому все люди, не занятые на работах по перетаскиванию лодок и грузов, вооружались и выдвигались в степь. Однако караван из нескольких сотен кораблей неминуемо растягивался очень длинной вереницей, и от быстрого удара по любой его части уберечься было невозможно.

Константин Багрянородный пишет, что после преодоления последнего порога русские делали остановку на острове Святого Георгия (нынешняя Хортица). «На этом острове они совершают свои жертвоприношения, так как там стоит громадный дуб: приносят в жертву живых петухов, укрепляют они и стрелы вокруг [дуба], а другие кусочки хлеба, мясо и что имеет каждый, как велит их обычай. Бросают они и жребий о петухах: или зарезать их, или съесть, или отпустить их живыми. От этого острова росы не боятся пачинакита».

Но «пачинакита» (печенега) приходилось опасаться еще долго. Нередко степные разбойники провожали караван до моря и даже дальше, надеясь, что непогода вынудит суда пристать к берегу. Лишь миновав устье Дуная, русские могли вздохнуть свободно.

Оставаться в Царьграде (вернее в его пригороде) приезжим разрешалось не более 6 месяцев. За это время купцы продавали свой товар и закупали то, что можно было выгодно сбыть на Руси: ткани, вина, золото, овощи и фрукты. Судя по тому, что в русских кладах находят мало византийской монеты, торговля в основном велась не за деньги, а на обмен.

Историк Вернадский попробовал высчитать возможный объем русско-византийского товаропотока и пришел к выводу, что средний киевский караван состоял не менее чем из 500 ладей и доставлял на константинопольский рынок около 5000 тонн грузов (не считая рабов) – для Средневековья огромная цифра, намного превышавшая оборот имперской торговли с Западной Европой.

Однако, чтобы отправить такую массу товаров на экспорт, сначала нужно было их собрать, и этим великий князь усердно занимался всю предшествующую половину года. Часть положенной дани привозили из областей наместники – эта статья дохода именовалась «повоз», но основным источником наполнения государственной казны было «полюдье», сбор дани на местах. С ноября, как только заканчивалась осенняя распутица, князь лично отправлялся с дружиной в объезд своих обширных владений и возвращался обратно лишь с таянием снегов. За это время фискальная экспедиция успевала преодолеть тысячу, а то и полторы тысячи километров. К концу путешествия обоз должен был разрастаться до гигантских размеров, либо же князю приходилось несколько раз отвозить собранное в Киев. Вряд ли он дробил свой отряд, отправляя дань в столицу с конвоем, – взимание дани не всегда проходило гладко.

Часть добычи делилась между дружинниками; всё остальное шло в казну. Таким образом, от количества мзды, которую удавалось собрать с подвластных областей и племен, зависела вся жизнь государства: как будет жить великокняжеский двор, останутся ли довольны воины, хватит ли средств на строительство степных укреплений и главное – много ли удастся вывезти товаров в Византию.

Хоть размеры дани определялись соглашениями между князем и племенной старшиной, Игорь, кажется, не очень с этим считался. Его алчность не знала пределов. В конце концов нарушение баланса между аппетитами монарха и реальными возможностями (а также долготерпением) податного населения закончилось бедой.

Гибель Игоря

За тысячу лет до того, как последний русский венценосец Николай II был убит взбунтовавшимися подданными, та же участь постигла первого русского монарха Игоря (мы знаем, что за Олегом династическая традиция «августейшего» статуса не признает). История российской монархии началась с цареубийства, им же и завершилась.

«Повесть временных лет» рассказывает о случившемся так:

«В год 6453 (945). В тот год сказала дружина Игорю: «Отроки Свенельда изоделись оружием и одеждой, а мы наги. Пойдем, князь, с нами за данью, и себе добудешь, и нам». И послушал их Игорь – пошел к древлянам за данью и прибавил к прежней дани новую, и творили насилие над ними мужи его. Взяв дань, пошел он в свой город. Когда же шел он назад, – поразмыслив, сказал своей дружине: «Идите с данью домой, а я возвращусь и похожу еще». И отпустил дружину свою домой, а сам с малой частью дружины вернулся, желая большего богатства. Древляне же, услышав, что идет снова, держали совет с князем своим Малом: «Если повадится волк к овцам, то вынесет все стадо, пока не убьют его; так и этот: если не убьем его, то всех нас погубит». И послали к нему, говоря: «Зачем идешь опять? Забрал уже всю дань». И не послушал их Игорь; и древляне, выйдя из города Искоростеня, убили Игоря и дружинников его, так как было их мало. И погребен был Игорь, и есть могила его у Искоростеня в Деревской земле и до сего времени».

Этот рассказ нуждается в некоторых пояснениях.

Мирный договор 945 г. с Византией оказался менее выгоден, чем, видимо, рассчитывал Игорь. Он позвал с собой печенегов и пришлых варягов, но полученных от императора даров не хватило, чтобы расплатиться с союзниками. От печенегов князь отделался, пустив их грабить болгар, но с викингами пришлось труднее. Есть предположение, что их отрядом командовал Свенельд (то, что этот воевода не принадлежал к числу киевской аристократии, можно заключить по отсутствию его имени в тексте договора, где перечислено множество русских «мужей»). Летопись говорит, что Свенельду в вознаграждение было дано право собрать дань с уличей и древлян. Этим и объясняется недовольство Игоревой дружины, которая почувствовала себя обделенной: «Отроци Свенделжи изоделеся суть оружьем и порты, а мы нази».

Тогда Игорь, «забыв, что умеренность есть добродетель власти» (Карамзин), пошел собирать с древлян дань во второй раз. Те были недовольны, поэтому дружинники «насиляше им». Но и того ненасытному князю показалось мало. Он явился за данью еще и в третий раз, причем от жадности взял с собой мало людей, чтобы не делиться со всеми. Из одной арабской летописи, рассказывающей о княжеских «полюдьях», известно, что обычно в экспедиции участвовало 100–200 воинов. Вероятно, Игорь вернулся всего с десятью или двадцатью воинами, которых возмущенные древляне без труда перебили. Самого князя, то ли мертвого, то ли живого, победители, согласно преданию, привязали к двум согнутым деревьям, так что, когда стволы распрямились, Игоря разорвало надвое.

Так страшно завершилось это довольно бесцветное княжение.

Конечно, Игорь Рюрикович как правитель не может идти ни в какое сравнение со своим великим предшественником. Второй киевский князь почти не расширил владений, утратил равноправие в отношениях с Византией, не мог удерживать под контролем собственных подданных. Он был завистлив, нерасчетлив, безрассудно жаден и к тому же, очевидно, не пользовался достаточным авторитетом у собственной дружины – иначе он не зависел бы от нее как в больших (мир с греками), так и малых (древлянская дань) вопросах.

Правление Игоря закончилось трагически не только для него самого, но и для молодого государства. Лишившееся монарха столь позорным образом, оно оказалось на грани катастрофы.
Ольга
Единственная женщина

Княгиня Ольга, правившая государством во время малолетства Святослава единолично, а затем совместно с сыном, – единственная женщина среди древнерусских великих князей. Особенно почтительное отношение к этой властительнице объясняется тем, что она принадлежит к числу первых русских святых и по православной агиоиерархии приравнивается к апостолам. «Повесть временных лет» сравнивает Ольгу с «зарей перед рассветом» и пишет, что она «сияла, как луна в ночи» и «светилась среди язычников, как жемчуг в грязи». При этом самое прославленное деяние княгини – месть древлянам – весьма далеко от святости и вызывает содрогание.

Интересно, что Ольга сегодня – самая популярная женщина российской истории, в чем я мог убедиться, когда провел у себя в блоге соответствующий опрос. Киевская княгиня, жившая более тысячи лет назад, по итогам интернет-голосования вышла на первое место. Из обсуждения ясно, что княгиней прежде всего восхищается женская половина аудитории, причем отнюдь не святостью, а силой характера и распорядительностью. Ольгу воспринимают как «деловую женщину, которая умеет за себя постоять» и «даст мужчинам сто очков вперед». Двумя веками ранее Карамзин весьма неполиткорректно выразил, в общем, ту же эмоцию, написав, что Ольга «мудрым правлением доказала, что слабая жена может иногда равняться с великими мужами». На проведенных в том же блоге, но несколько ранее интернет-выборах наиболее привлекательного женского типажа та же аудитория и по тем же причинам отдала первенство главному персонажу романа «Унесенные ветром», так что в сознании современных россиянок княгиня Ольга – это такая Скарлетт О\`Хара десятого столетия.

Неудивительно, что о единственной киевской монархине легенд сохранилось больше, чем о ее предшественниках-мужчинах, и предания эти гораздо красочней. Летописец именует Ольгу «остроумной» – разумеется, в старинном значении этого слова, то есть безо всякого намека на чувство юмора, однако в предании о мести княгиня выглядит остроумной и в современном смысле – правда, юмор этот черный.

С преданий об «остроумной» (то есть хитрой, сметливой) Ольге и начнем, а уж затем перейдем к историческим фактам.

Предание о замужестве

«Святая и блаженная и великая княгиня Олга руская родися во Плесковъскои стране, в веси, зовомыа Выбуто (то есть в деревне Выбута, что в 12 километрах от Пскова)», – рассказывает «Житие Святой Ольги». – «Отца имяше неверна (то есть язычника) сущи, такоже и матерь некрещену от языка варяжьска, от рода не от княжьска, ни от велмож, но от простых бяше человек…». Есть и другая версия, согласно которой Ольга была славянкой и звали ее Прекраса. В любом случае была она хороша собой и с юных лет необычайно умна («Телом жена сущи, мужеску мудрость имеющее»).

Однажды юный княжич Игорь, охотясь на Псковщине, хотел переплыть реку и подозвал к берегу лодку. «Когда же во время плавания взглянул на лицо гребца, узнал Игорь в мнимом юноше красную девицу, и страстью воспламенилось сердце князя, – пересказывает старинное повествование религиозный автор XIX века камергер А.Н.Муравьев, – но старческий разум дан был сей юной деве и целомудренным словом удержала она страстный порыв своего князя».

Игорь «говорил с нею, узнал ее разум, скромность и предпочел сию любезную сельскую девицу всем другим невестам. Обыкновения и нравы тогдашних времен, конечно, дозволяли Князю искать для себя супругу в самом низком состоянии людей, ибо красота уважалась более знаменитого рода; но мы не можем ручаться за истину предания, неизвестного нашему древнему Летописцу», – не без скепсиса поддерживает житийную версию менее восторженный Карамзин.

Княжич пожелал жениться на простолюдинке, пленившей его красой и умом. Олег на это, как ни странно, согласился и в знак особенного расположения даже пожаловал невесту своим именем, после чего новонареченная Ольга «оставила легкое весло малой ладьи своей, чтобы взяться впоследствии за кормило государственное» (Муравьев).

Предание о мести

Подвергнув великого князя позорной казни, древляне вообразили, что одержали победу над Киевом. Там осталась вдовица с маленьким сыном. Бояться слабую женщину было нечего. Древлянский князь Мал отправил к Ольге посольство с предложением выйти за него замуж – согласно древнему обычаю, женщина побежденного врага доставалась триумфатору.

Двадцать послов приплыли в Киев на ладье, явились к вдове. Она их учтиво приветствовала: «Добре, гостье, приидоша?» и спросила, зачем-де явились. Звать тебя замуж за нашего князя, ответствовали послы. «Любезна мне речь ваша, – мужа моего мне уже не воскресить, – сказала на это Ольга. – Но хочу воздать вам завтра честь перед людьми своими; ныне же идите к своей ладье и ложитесь в ладью, величаясь, а утром я пошлю за вами, а вы говорите: «Не едем на конях, ни пеши не пойдем, но понесите нас в ладье», – и вознесут вас в ладье».

Обрадовавшись, послы так и сделали. Наутро потребовали, чтобы киевляне несли их к терему прямо в ладье.

Там, во дворе, за ночь выкопали большую яму, куда ладью с глупыми древлянами и бросили.

«И приникши Олга и рече имъ: «Добьра ли вы честь?» Они же ркоша: «Пуще ны Игоревы смерти». После чего несчастных засыпали землей, похоронив живьем.

Но это было только начало мести.

Ольга послала к древлянам сказать, чтобы прислали других послов, из самых лучших мужей, «чтобы с великой честью пойти за вашего князя, иначе не пустят меня киевские люди».

Прибыло новое посольство, из первых старейшин древлянского края. Их Ольга тоже приняла с почетом, велела растопить баню, где послов заперли и сожгли.

Сразу после этого, пока весть о казнях не достигла врагов, княгиня передала, что сама отправляется к ним: «Готовьте меды, хочу справить тризну по убитому мужу».

Чтобы не вызвать подозрений, Ольга взяла с собой небольшую дружину. Насыпали погребальный холм, стали поминать Игоря. Когда древляне спросили про своих послов, княгиня ответила, что они скоро прибудут вместе с остальной дружиной. Подождав, пока хозяева перепьются, вдова приказала всех их изрубить. Летопись утверждает, что было убито пять тысяч человек.

После этого всё еще не насытившаяся местью Ольга вернулась в Киев и стала готовиться к большому походу. На следующий год она явилась уже с сильной ратью, нанесла древлянам поражение и разорила их землю, однако главный город Искоростень взять не смогла. Древляне уже поняли, что пощады им не будет, и стояли насмерть.

В конце концов Ольга объявила, что больше мстить не хочет, и попросила уплатить символическую дань: по три голубя и три воробья с каждого двора. Осажденные обрадовались, наловили птиц, принесли в киевский лагерь. Ночью воины Ольги привязали голубям и воробьям к хвосту по клоку пылающей пакли. Птицы полетели домой и подожгли город во множестве мест, так что гасить пожар было невозможно. Тут дружинники без труда ворвались за стены и устроили бойню.

«Вот как отомстила Ольга, как добрая и верная жена, за смерть своего мужа, – хвалит святую Ольгу придворный историк Нечволодов. – И за эту жестокую месть, которую она совершила с такой хитростью и мудростью, народ прозвал свою княгиню мудрейшей от человек».

В наказание за бунт княгиня обложила древлян очень тяжелой данью, две трети которой предназначались государству, и треть – в личную казну Ольги.

Неспокойное племя, долго противившееся гегемонии Киева, наконец было приведено к полной покорности.

Предание о крещении

Православная церковь канонизировала Ольгу, конечно, не за изуверское истребление древлян, а за то, что она первой из русских монархов приняла христианство.

История об обращении княгини в христианскую веру подается преданием в виде сказки о том, как Ольга самого цесаря перехитрила.

Явилась-де она в Царьград, а император, «видев ю добру сущю лицем и смыслену велми», воспылал к ней страстью и сказал: «Подобна еси царствовати в городе сем с нами» – то есть, предложил стать его императрицей. Ольга ему отвечает: «Аз погана есмь, да аще мя хощеши крестити, то крести мя сам, аще ли – то не кресщюся». Наивный цесарь ее покрестил (то есть стал ее крестным отцом) и дал христианское имя Елена, в честь матери первого христианского императора Константина. Потом снова стал подступаться с матримониальными намерениями. Тут Ольга его и сразила: «Как же ты на мне женишься, если ты мой крестный отец? У христиан так не заведено». И воскликнул император: «Переклюка (перехитрила) мя, Олга!».

Главную изюминку сказания опять-таки составляют «остроумие» Ольги и ее желанность-недоступность для чужих властителей – теперь уже не для древлянского князя, а для величайшего из государей.

Сюжетная основа легенды несомненно почерпнута летописцем из фольклора, но, будучи монахом, он присовокупил некоторое количество благочестивых рассуждений. Ольга первоначально решает принять крещение, чтобы избавиться от притязаний цесаря, однако, получив наущение от патриарха, «стояше, аки губа (губка) напояема, внимающи ученью», «просвещена же бывши, радовашеся душею и телом», то есть уверовала в Христа истинным, а не показным образом.

Предание о печенегах

Еще одно предание, вполне правдоподобное, относится к последним годам жизни княгини, когда ее сын Святослав ходил походами в чужие земли, а мать оставлял править Киевом.

Летописец пишет, что в 968 году печенеги, «бещисленое множьство», впервые (на самом деле во второй раз, через полвека после попытки 915 года) подошли к Киеву и осадили его. Дружина ушла со Святославом, людей у Ольги, опекавшей малолетних внуков, было немного. На той стороне Днепра стоял с небольшим отрядом русский воевода Претич, но не решался прийти на подмогу из-за слишком очевидного неравенства сил. Однако вся надежда осажденных была только на Претича. Требовалось побудить его к решительным действиям. Но как это сделать, если город плотно обложен печенегами?

Один храбрый отрок вызвался передать послание. Он знал печенежский язык, поэтому смог пройти через вражеский лагерь, делая вид, будто ищет отвязавшегося коня. Дойдя до берега, кинулся вплавь. Печенеги стреляли из луков, но не попали. «Аще не подъступите заутра рано под город, предатися имуть людье печенегом», – сказал гонец воеводе. Претич испугался, что Святослав ему не простит, если его мать и сыновья попадут в печенежский плен, и решил попытаться вывезти княжеское семейство из Киева.

Однако вышло еще лучше. Увидев приближающиеся ладьи, печенеги вообразили, что это возвращается Святослав, и отступили от города. Потом, правда, поняли, что воинов немного, и стали выяснять, князь это или нет. Претич ответил, что он возглавляет передовой отряд, а Святослав идет следом. Хан заключил перемирие, но все равно не ушел – встал неподалеку станом, очевидно, решив посмотреть, велика ли у князя армия.

Снятие осады позволило Ольге отправить гонца к сыну. «Ты, княже, чюжей земли ищешь и блюдешь, а своея ся лишив: мале бо нас не възяша печенези, и матерь твою и детий твоих. Аще не придеши, ни оборониши нас, да пакы възмуть. Аще ти не жаль отьчины своея, и матерь, стары суща, и дети своих?».

Святослав спешно вернулся и прогнал печенегов.
`