export default  `
Бывают занятия, спасительные в минуту душевной невзгоды. Растерянный ум понимает, что и в какой последовательности делать – и обретает на время покой. Таковы, к примеру, раскладывание пасьянса, стрижка бороды с усами и тибетское медитативное вышивание. Сюда же я отношу и почти забытое ныне искусство сочинения книг.

Я чувствую себя очень странно.

Если бы мне сказали, что я, словно последний сомелье, буду сидеть перед маниту и нанизывать друг на друга отесанные на доводчике кубики слов, я бы плюнул такому человеку в лицо. В фигуральном, конечно, смысле. Я все-таки не стал еще орком, хотя и знаю это племя лучше, чем хотел бы. Но я написал этот небольшой мемуар вовсе не для людей. Я сделал это для Маниту, перед которым скоро предстану – если, конечно, он захочет меня видеть (он может оказаться слишком занят, ибо вместе со мной на эту встречу отправится целая уйма народу).

Священники говорят, что любое обращение к Сингулярному должно подробно излагать все обстоятельства дела. Злые языки уверяют – причина в накрутках за декламацию: чем длинее воззвание, тем дороже стоит зачитать его в храме. Но раз уж мне выпало рассказывать эту историю перед лицом вечности, я буду делать это подробно, объясняя даже то, что вы можете знать и так. Ибо от привычного нам мира вскоре может не остаться ничего, кроме этих набросков.

Когда я начинал эти заметки, я еще не знал, чем завершится вся история – и события большей частью описаны так, как я переживал и понимал их в момент, когда они происходили. Поэтому в своем рассказе я часто сбиваюсь на настоящее время. Можно было бы исправить все это при редактировании, но мне кажется, что так мой отчет выглядит аутентичнее – словно моя история волею судеб оказалась отснята на храмовый целлулоид. Пусть уж все останется так, как есть.

Действующими лицами этой повести будут юный орк Грым и его подруга Хлоя. Обстоятельства сложились так, что я долгое время наблюдал за ними с воздуха, и практически все их приведенные диалоги были записаны через дистанционные микрофоны моей «Хеннелоры». Поэтому у меня есть возможность рассказать эту историю так, как ее видел Грым – что делает мою задачу намного интереснее, но никак не вредит достоверности моего повествования.

Моя попытка увидеть мир глазами юного орка может показаться кое-кому неубедительной – особенно в той части, где я описываю его чувства и мысли. Согласен, стремление цивилизованного человека погрузиться в смутные состояния оркской души выглядит подозрительно и фальшиво. Однако я не пытаюсь нарисовать внутренний портрет орка в его тотальности.

Древний поэт сказал, что любое повествование подобно ткани, растянутой на лезвиях точных прозрений. И если мои прозрения в оркскую душу точны – а они точны, – то в этом не моя заслуга. И даже не заслуга наших сомелье, век за веком создававших так называемую «оркскую культуру», чтобы сделать ее духовный горизонт абсолютно прозрачным для надлежащего надзора и контроля.

Все проще. Дело в том, что я проделал значительную часть работы над этими записками, когда Грым волею судьбы оказался моим соседом и я мог задать ему любой интересный мне вопрос. И если я пишу «Грым подумал…» или «Грым решил…», это не мои домыслы, а чуть отредактированная расшифровка его собственного рассказа.

Конечно, трудная задача – попытаться увидеть знакомый нам с младенчества мир оркскими глазами и показать, как юный дикарь, не имеющий никакого понятия об истории и устройстве вселенной, постепенно врастает в цивилизацию, свыкаясь с ее «чудесами» и культурой (с удовольствием поставил бы и второе слово в кавычки). Но еще сложнее попытаться увидеть чужими глазами самого себя – а мне придется быть героем этого мемуара дважды, и как рассказчику, и как действующему лицу.

Но центральное место в этом скорбном повествовании о любви и мести принадлежит не мне и не оркам, а той, чье имя я все еще не могу вспоминать без слез. Может быть, через десяток-другой страниц я наберусь достаточно сил.

* * *
Несколько слов о себе. Меня зовут Демьян-Ландульф Дамилола Карпов. У меня нет лишних маниту на генеалогию имени, и я знаю только, что часть этих слов близка к церковноанглийскому, часть к верхнерусскому, а часть уходит корнями в забытые древние языки, на которых в современной Сибири уже давно никто не говорит. Мои друзья называют меня просто Дамилола.

Если говорить о моей культурной и религиозно-политической самоидентификации (это, конечно, вещь очень условная – но должны же вы понимать, чей голос доносится до вас сквозь века), я пост-антихристианский мирянин-экзистенциалист, либеративный консервал, влюбленный слуга Маниту и просто свободный неангажированный человек, привыкший обо всем на свете думать своей собственной головой.

Если говорить о моей работе, то я – создатель реальности.

Я отнюдь не сумасшедший, вообразивший себя божеством, равным Маниту. Я, наоборот, трезво оцениваю ту работу, за которую мне так мало платят.

Любая реальность является суммой информационных технологий. Это в равной степени относится к звезде, угаданной мозгом в импульсах глазного нерва, и к оркской революции, о которой сообщает программа новостей. Действие вирусов, поселившихся вдоль нервного тракта, тоже относится к информационным технологиям. Так вот, я – это одновременно глаз, нерв и вирус. А еще средство доставки глаза к цели и (перехожу на нежный шепот) две скорострельных пушки по бокам.

Официально моя работа называется «оператор live news». Церковноанглийское «live» здесь честнее было бы заменить на «dead» – если называть вещи своими именами.

Что делать, всякая эпоха придумывает свои эвфемизмы. В древности комнату счастья называли нужником, потом уборной, потом сортиром, туалетом, ванной и еще как-то – и каждое из этих слов постепенно пропитывалось запахами отхожего места и требовало замены. Вот так же и с принудительным лишением жизни – как его ни окрести, суть происходящего требует частой ротации бирок и ярлыков.

Я благодарно пользуюсь словами «оператор» и «видеохудожник», но в глубине души, конечно, хорошо понимаю, чем именно я занят. Все мы в глубине души хорошо это понимаем – ибо именно там, в предвечной тьме, где зарождается свет нашего разума, живет Маниту, а он видит суть сквозь лохмотья любых слов.

У моей профессии есть два неотделимых друг от друга аспекта.

Я видеохудожник. Моя персональная виртостудия называется «DK v-arts & all» – все серьезные профессионалы знают ее маленький неброский логотип, видный в правом нижнему углу кадра при сильном увеличении.

И еще я боевой летчик CINEWS INC – корпорации, которая снимает новости и снафы.

Это совершенно независимая от государства структура, что трудновато бывает понять оркам. Орки подозревают, что мы им врем. Им кажется, что любое общество может быть устроено только по той схеме, как у них, только циничнее и подлее. Ну на то они и орки.

Государство у нас – это просто контора, которая конопатит щели за счет налогоплательщика. В презиратора не плюет только ленивый, и с каждым годом все труднее находить желающих избраться на эту должность – сегодня государственных функционеров приходится даже прятать.

А за горло всех держит Резерв Маниту, ребята из которого не очень любят, чтобы про них долго говорили, и придумали даже специальный закон о hate speech[3]. Под него попадает, если разобраться, практически любое их упоминание. Поэтому CINEWS кладет на государство, но вряд ли станет бодаться с Резервом. Или с Домом Маниту, который по закону не подконтролен никому, кроме истины (так что не стоит особо интенсивно заниматься ее поиском – могут не так понять).

Художник я неплохой, но таких немало.

А вот летчик я самый лучший, и в компании это знают все. Именно мне всегда доверяли самые сложные и деликатные задания. И я ни разу не подводил ни CINEWS INC, ни Дом Маниту.

В жизни я по-настоящему люблю только две вещи – мою камеру и мою суру.

В этот раз я расскажу о камере.

Моя камера – «Hennelore-25» с полным оптическим камуфляжем, находящаяся в моей личной собственности, что позволяет мне заключать контракты на гораздо более выгодных условиях, чем это могут делать безлошадные господа.

Я где-то читал, что «Хеннелора» – это позывной античного аса Йошки Руделя из партии «Зеленых СС», удостоенного Красного Креста с Коронками и Конопляными Листьями за подвиги на африканском фронте. Но я могу и ошибаться, потому что исторический аспект меня интересует крайне мало. Лично мне такое название напоминает имя ласковой и умной морской свинки.

По внешнему виду это рыбообразный снаряд с оптикой на носу и несколькими рулями-стабилизаторами, торчащими в разных плоскостях. Некоторые находят в «Хеннелоре» сходство с обтекаемыми гоночными мотоциклами древних эпох. Из-за камуфляжных маниту, покрывающих ее поверхность, она имеет матово-черный цвет. Если поставить ее вертикально, я буду ниже на две головы.

«Хеннелора» способна перемещаться в воздухе с невероятным проворством. Она может подолгу кружить вокруг цели, выбирая лучший угол атаки или съемки. Она делает это тихо, так что услышать ее можно только когда она подлетит вплотную. А увидеть ее при включенном камуфляже практически нельзя. Ее микрофоны могут различить и записать разговор за закрытой дверью, гипероптика позволяет видеть сквозь стену силуэты людей. Она идеальна для слежки, атаки на бреющем полете – ну и, конечно, для съемок.

«Хеннелора» – не самое новое, что есть на рынке. Многие считают что «Sky Pravda» превосходит ее по большинству параметров, особенно в области инфракрасной порносъемки. У «Правды» гораздо лучше оптический камуфляж – система «split time» на кремниевых волноводах. Ее вообще невозможно засечь. А моя «Хеннелора» использует традиционные метаматериалы, и мне не стоит подлетать к живой мишени слишком уж близко. И то – лучше со стороны солнца.

Но моя «Хеннелора», во-первых, гораздо лучше вооружена. Во-вторых, тюнинг делает бессмысленным любое сравнение с серийными моделями. В-третьих, я сжился с ней, как с собственным телом, и пересесть на новую камеру мне было бы очень трудно.

Когда я говорю «боевой летчик», это не значит, что я летаю в небе сам, всем своим толстым брюхом, как наши волосатые предки в своих керосиновых гондолах. Как и все продвинутые профессионалы нашего века, я работаю на дому.

Я сижу рядом с контрольным маниту, согнув ноги в коленях и упершись грудью и животом в россыпь мягких подушек – в похожей позе ездят на скоростных мотоциклах. Подо мной самое настоящее оркское княжеское седло древних времен, купленное за огромные деньги у антиквара. Оно черное от времени, с еле различимой драгоценной вышивкой, и довольно жесткое, что при сидячей и полулежачей работе хорошо для профилактики простатита и геморроя.

На моем носу легкие очки со стереоскопическими маниту, в которых я вижу окружающее «Хеннелору» пространство так же, как если бы я вертел приделанной к камере головой. Над контрольным маниту висит гравюра старинного художника «Четыре всадника Апокалипсиса». Одного по моей просьбе убрал знакомый сомелье, чтобы мое рабочее место стало как бы продолжением метафоры. Это иногда вдохновляет.

Пилотаж – сложное искусство, похожее на верховую езду; в моих руках изогнутые рукоятки, а под ступнями – оркские серебряные стремена, купленные вместе с седлом и подключенные к контрольному маниту. Сложными, почти танцевальными движениями ног я управляю «Хеннелорой». Кнопки на рукоятках отвечают за боевые и съемочные системы камеры; их очень много, но мои пальцы помнят их наизусть. Когда моя камера летит, мне кажется, что лечу я сам, корректируя свое положение в пространстве легчайшими движениями ног и рук. Но я не чувствую перегрузок. Когда они становятся опасными для систем камеры, реальность в моих очках краснеет, вот и все.

Интересно, что менее опытный летчик рискует разбить камеру гораздо меньше, поскольку работает встроенная «защита от дурака». Но мне приходится отключать эту систему ради некоторых особо изощренных маневров – и еще ради способности снижаться почти до самой земли. Если разобьется камера, сам я останусь жив. Но это будет стоить мне столько маниту, что лучше бы мне, право, умереть. Поэтому я действительно лечу сам, и эта иллюзия является для меня самой настоящей реальностью.

Я уже говорил, что выполняю самые сложные и деликатные задания корпорации. Например, начать очередную войну с орками.

О них, конечно, надо рассказать в самом начале, а то будет непонятно, откуда взялось это слово.

Почему их так называют? Дело не в том, что мы относимся к ним с презрением и считаем их расово неполноценными – таких предрассудков в нашем обществе нет. Они такие же люди, как мы. Во всяком случае, физически. Совпадение с древним словом «орк» здесь чисто случайное – хотя, замечу вполголоса, случайностей не бывает.

Дело здесь в их официальном языке, который называется «верхне-среднесибирским».

Есть такая наука – «лингвистическая археология», я ею немного интересовался, когда изучал оркские пословицы и поговорки. В результате до сих пор помню уйму всяких любопытных фактов.

До распада Америки и Китая никакого верхне-среднесибирского языка вообще не существовало в природе. Его изобрели в разведке наркогосударства Ацтлан – когда стало ясно, что китайские эко-царства, сражающиеся друг с другом за Великой Стеной, не станут вмешиваться в происходящее, если ацтланские нагвали решат закусить Сибирской Республикой. Ацтлан пошел традиционным путем – решил развалить Сибирь на несколько бантустанов, заставив каждый говорить на собственном наречии.

Это были времена всеобщего упадка и деградации, поэтому верхне-среднесибирский придумывали обкуренные халтурщики-мигранты с берегов Черного моря, зарплату которым, как было принято в Ацтлане, выдавали веществами. Они исповедовали культ Второго Машиаха и в память о нем сочинили верхне-среднесибирский на базе украинского с идишизмами, – но зачем-то (возможно, под действием веществ) пристегнули к нему очень сложную грамматику, блуждающий твердый знак и семь прошедших времен. А когда придумывали фонетическую систему, добавили «уканье» – видимо, ничего другого в голову не пришло.

Вот так они и укают уже лет триста, если не все пятьсот. Уже давно нет ни Ацтлана, ни Сибирской республики – а язык остался. Говорят в быту по-верхнерусски, а государственный язык всего делопроизводства – верхне-среднесибирский. За этим строго следит их собственный Департамент Культурной Экспансии, да и мы посматриваем. Но следить на самом деле не надо, потому что вся оркская бюрократия с этого языка кормится и горло за него перегрызет.

Оркский бюрократ сперва десять лет этот язык учит, зато потом он владыка мира. Любую бумагу надо сначала перевести на верхне-среднесибирский, затем заприходовать, получить верхне-среднесибирскую резолюцию от руководства – и только тогда перевести обратно просителям. И если в бумаге хоть одна ошибка, ее могут объявить недействительной. Все оркские столоначальства и переводные столы – а их там больше, чем свинарников, – с этого живут и жиреют.

В разговорную речь верхне-среднесибирский почти не проник. Единственное исключение – название их страны. Они называют ее Уркаинским Уркаганатом, или Уркаиной, а себя – урками (кажется, это им в спешке переделали из «укров», хоть есть и другие филологические гипотезы). В бытовой речи слово «урк» непопулярно – оно относится к высокому пафосному стилю и считается старомодно-казенным. Но именно от него и произошло церковноанглийское «Orkland» и «orks».

Урки, особенно городские, которые каждой клеткой впитывают нашу культуру и во всем ориентируются на нас, уже много веков называют себя на церковноанглийский манер орками, как бы преувеличенно «окая». Для них это способ выразить протест против авторитарной деспотии и подчеркнуть свой цивилизационный выбор. Нашу киноиндустрию такое вполне устраивает. Поэтому слово «орк» почти полностью вытеснило термин «урк», и даже наши новостные каналы начинают называть их «урками» лишь тогда, когда сгущаются тучи истории, и мне дают команду на взлет.

Когда я говорю – «команду на взлет», это не значит, конечно, что мне доверяют первую боевую атаку. С этим справится любой новичок. Мне доверяют съемку на храмовый целлулоид для предвоенных новостей. Любой человек в информационном бизнесе понимает, какая это важная работа.

На самом деле над каждой войной работает огромное число людей, но их усилия не видны постороннему взгляду. Войны обычно начинаются, когда оркские власти слишком жестоко (а иначе они не умеют) давят очередной революционный протест. А очередной революционный протест случается, так уж выходит, когда пора снимать новую порцию снафов. Примерно раз в год. Иногда чуть реже. Многие не понимают, каким образом оркские бунты начинаются точно в нужное время. Я и сам, конечно, за этим не слежу – но механика мне ясна.

В оркских деревнях до сих пор приходят в религиозный ужас при виде СВЧ-печек. Им непонятно, как это так – огня нет, гамбургер никто не трогает, а он становится все горячее и горячее. Делается это просто – надо создать электромагнитное поле, в котором частицы гамбургера придут в бурное движение. Оркские революции готовят точно так же, как гамбургеры, за исключением того, что частицы говна в оркских черепах приводятся в движение не электромагнитным полем, а информационным.

Даже не надо посылать к ним эмиссаров. Довольно, чтобы какая-нибудь глобальная метафора – а у нас все метафоры глобальные – намекнула гордой оркской деревне, что, если в ней проснется свободолюбие, люди придут на помощь. Тогда свободолюбие гарантировано проснется в этой деревне просто в видах наживы – потому что центральные власти будут с каждым днем все больше платить деревенскому старосте, чтобы оно как можно дольше не пробуждалось в полном объеме, но неукротимое восхождение к свободе и счастью будет уже не остановить. Причем мы не потратим на это ни единого маниту – хотя могли бы напечатать для них сколько угодно. Мы просто будем с интересом следить за процессом. А когда он разовьется до нужного градуса, начнем бомбить. Не деревню, понятно, а кого нам надо для съемки.

Я не вижу в этом особо предосудительного. Наши информационные каналы не врут. Орками действительно правит редкая сволочь, которая заслуживает бомбежки в любой момент, и если их режим не является злом в чистом виде, то исключительно по той причине, что сильно разбавлен дегенеративным маразмом.

Да и оправдываться нам не перед кем. Суди нас или нет – но мы, к сожалению, то лучшее, что есть в этом мире. И так считаем не только мы, но и сами орки.

Информационной поддержкой революционного движения в Оркланде занимаются сомелье из другого департамента, а я отвечаю исключительно за видеоряд. Что значительно важнее и с художественной, и с религиозной точки зрения. Особенно в самом начале войны, когда уже прошла первая волна заголовков («мир предупредил орков»), а нормального фидбэка еще нет.

Последние несколько войн в паре со мной работал Бернар-Анри Монтень Монтескье – вы, вероятно, знаете это имя. Мало того, Бернар-Анри был моим соседом (слухи о его роскошном образе жизни сильно преувеличены). Мы не стали друзьями, потому что я не одобрял некоторых его увлечений, но знакомы были близко, и в профессиональном смысле составляли хорошую крепкую команду. Я был ведомым-оператором, а он – обозревателем-наводчиком.

Сам он предпочитал называть себя философом. Так же его представляли в новостях. Но в платежной ведомости, которую составляют на церковноанглийском, его должность называется однозначно: «crack discourse-monger first grade»[4]. То есть на самом деле он такой же точно военный. Но противоречия тут нет – мы ведь не дети и отлично понимаем, что сила современной философии не в силлогизмах, а в авиационной поддержке. Именно поэтому орки и пугают своих детей словом «дискурсмонгер».

Как и положено настоящему философу, Бернар-Анри написал мутную книгу на старофранцузском. Она называется «Les Feuilles Mortes», что значит «Мертвые Листья» (сам он переводил чуть иначе – «Мертвые Листы»). Ударные дискурсмонгеры гордятся знанием этого языка и возводят свою родословную к старофранцузским мыслителям, придумывая себе похожие имена.

Это, конечно, чистейшая травестия и карнавал. Они, однако, относятся к делу серьезно – их спецподразделение называется «Le Coq d’Esprit»[5], и на людях они постоянно перебрасываются непонятными картавыми фразами. Но мне хорошо известно, что Бернар-Анри знал на старофранцузском всего несколько предложений и даже песни слушал с переводом. Поэтому книгу за него, если разобраться, написал креативный доводчик с французским модулем.

Мы знаем, как сочиняются эти трактаты на старофранцузском – берется какая-нибудь смутная древняя цитата, загоняется в маниту, пальцы пару секунд щелкают по меню, и готово – кубики слов можно громоздить до потолка. Но другие наводчики ударной авиации не утруждают себя даже этим. Так что Бернар-Анри был добросовестным профессионалом, и если бы не его мрачное хобби, экранный словарь уделил бы ему гораздо больше места.

Многие до сих пор считают его эдаким бескорыстным рыцарем духа и истины. Он им не был. Но я его не осуждаю.

Жизнь слишком коротка, и сладких капель меда на нашем пути не так уж много. Нормальный публичный интеллектуал предпочитает комфортно лгать вдоль силовых линий дискурса, которые начинаются и заканчиваются где-то в верхней полусфере Биг Биза. Иногда он позволяет себе петушиный крик свободного духа в безопасной зоне – обычно на старофранцузском, чтобы никого случайно не задеть. Ну и, понятно, разоблачает репрессивный оркский режим. И все.

Любое другое поведение экономически плохо мотивировано. На церковноанглийском это называется «smart free speech» – искусство, которым в совершенстве владеют все участники мирового дух-парада.

Это не так просто, как может показаться. Тут недостаточно известной внутренней пластичности, а необходимо еще и знание того, как эти силовые линии изгибаются на самом деле, чего никогда не понимают орки. А линии к тому же имеют свойство плавно менять положение, так что работа почти такая же нервная и рискованная, как у биржевого маклера.

Вот, кстати – креативный доводчик предполагает, что слово «smart», то есть «хитроумный», образовано от древнего знака доллара (так когда-то назывались маниту) и сокращенного «рынок» – «mart». Очень может быть. Но владение smart free speech само по себе – это довольно низкооплачиваемый навык, поскольку предложение значительно превышает спрос.

Только не подумайте, что я смотрю на этих ребят сверху вниз. Я по сути ничем не лучше. Как коммерческий визуальный художник я, безусловно, трусливый конформист – и меня вполне устраивает такое положение дел. Зато летчик я смелый и опытный, это факт. И еще – изобретательный и пылкий любовник, хоть та, на кого устремлена моя любовь, вряд ли сможет по-настоящему ее оценить. Но об этом потом.



Итак, все началось с того, что нам с Бернаром-Анри дали поручение заснять для новостных роликов формальный видеоповод для войны номер 221 – так называемый «casus belly» (экранные словари уверяют, что это церковноанглийское выражение происходит от древней идиомы «надорвать [врагу] животик»). Заснять на самом деле означает «организовать». Мы с Бернаром-Анри понимаем это без слов, поскольку начали вместе уже две войны – номер 220 и номер 218. Девятнадцатую начали наши творческие конкуренты.

Организовать casus belly – это задание тайное, деликатное и очень непростое. Его доверяют только самым лучшим специалистам. То есть нам.

Самым убедительным и неоспоримым видеоповодом для войны, по поводу которого согласны абсолютно все критики, комментаторы и пандиты, в сегодняшней визуальной культуре, как и века назад, считается так называемая «damsel in distress». Опять извиняюсь за церковноанглийский, но по-другому не скажешь. К тому же мне нравится звучание этих грозных, словно пропахших порохом, слов.

Damsel in distress – не просто «дева в печали», как переводится это выражение. Скажем, если эта оркская дева спит где-нибудь на сеновале и видит кошмар, от которого вспотела и трясется, бомбить из-за такого не начнешь. Если оркская дева вывалялась в говне, получила оплеуху от бабки и ревет, сидя в луже, толку от этого тоже мало, хотя ее печаль может быть совершенно искренней. Нет, damsel in distress предполагает, с одной стороны, угнетенную чистоту, а с другой – нависшее над ней тяжеловооруженное зло.

Сгенерировать подобную картинку с любым разрешением – пять минут работы для наших сомелье. Но такими вещами CINEWS INC занимается только в развлекательном блоке. То, что попадает в новостные ролики, должно действительно произойти на физическом плане и стать частью Света Вселенной. «Thou shalt keep thy newsreel wholesome»[6], сказал Маниту. Может, он этого и не говорил, но так нам передали.

Именно по религиозным причинам новостные ролики снимаются на храмовую целлулоидную пленку. Фотоны врезаются в светочувствительную эмульсию, приготовленную служителями Дома Маниту по древним рецептам, в точности как много сотен лет назад (благоговейно воспроизводится даже ее ширина).

Пленка должна быть горючей, потому что в Прописях есть фраза «пылает, как кровь Маниту». А почему требуется сохранить живой отпечаток света, объясняют при посвящении в Мистерии, но я уже слишком вырос из детских штанишек, чтобы это помнить – да и не хочу лезть в богословские вопросы. Существенно здесь одно – пленочная камера занимает ужасно много места в моей «Хеннелоре». Когда б не эта камера, да не ракеты с пушками, остальную технологию можно было бы упрятать в контейнер размерами с фаллоимитатор. Но что делать, если так хочет Маниту.

Когда речь идет о новостях, мы не можем подделывать изображение событий. Но Маниту, насколько понимают теологи, не станет возражать, если мы чуть-чуть поможем этим событиям произойти. Конечно, самую малость – и эту грань чувствуют только настоящие профессионалы. Такие, как я и Бернар-Анри. Мы не фальсифицируем реальность. Но мы можем сделать ей, так сказать, кесарево сечение, обнажив то, чем она беременна – в удобном месте и в нужное время.

Мы ждали подходящего момента для операции несколько дней. Потом осведомитель в свите уркагана сообщил, что Рван Дюрекс, уже запятнавший себя кровью восставших орков (звено телекамер успело предотвратить масштабное кровопролитие ракетным ударом, но на совести кагана остались коллатеральные жертвы), возвращается в Славу (так называется оркская столица) по северной дороге.

Мы с Бернаром-Анри немедленно вылетели на перехват.

Когда я говорю «мы», это означает, что туда полетела моя «Хеннелора», заряженная пленкой и снарядами. С ней было мое сознание, а тело оставалось дома – только крутило головой в боевых очках и давило на рычаги. А вот Бернара-Анри доставили в Оркланд на самом деле, такая уж у него работа. Риск, конечно. Но когда моя «Хеннелора» рядом, совсем небольшой.

Платформа высадила Бернара-Анри на краю дороги в паре километров от Славы – и поднялась в тучи, чтобы не тратить батарею на камуфляж.

Миссия началась.

Бернар-Анри велел мне осмотреть местность и найти подходящую фактуру, пока он будет молиться. Молиться, да уж… На самом деле старый сатир просто накачивался веществами, как всегда перед боевой съемкой. Но старшие сомелье закрывают на это глаза, потому что так Бернар-Анри лучше выглядит перед камерой.

А это, понятное дело, в работе экранного дискурсмонгера важней всего. Открытые жесты и поза, спокойный и медленный голос, уверенные манеры и речь. Никаких почесываний головы, никаких рук в карманах. Мы живем в визуальном обществе, и смысловое содержание экранной болтовни обеспечивает лишь пятнадцатую часть ее общего эффекта. Остальное – картинка.

Порошки Бернара-Анри начинают действовать в полную силу часа через полтора-два – как раз тогда должна была появиться колонна кагана. Время имелось, но терять его не следовало – надо было срочно искать фактуру.

Я набрал высоту.

Местность была довольно депрессивной. Вернее, с одной стороны от дороги она была даже живописной, насколько это слово применимо к Оркланду – там были конопляные и банановые плантации, речка и пара вонючих оркских деревень. А с другой стороны начинались самые мрачные джунгли Оркланда. Мрачны они не сами по себе, а из-за того, что за ними. Через несколько сотен метров деревья редеют, и начинается огромное болото, которое по совместительству служит кладбищем.

Орки называют его Болотом Памяти – там вся Слава хоронит своих умерших. С высоты оно похоже на мрачное серо-зеленое озеро, куда впадают жилки тонких речушек. Оно почти все усеяно желтыми, серыми и темными крапинками, с высоты похожими на веснушки. Это плавучие оркские гробы, так называемые «спутники» – круглые лодки, которые накрывают соломенной крышкой с четырьмя торчащими вверх палками. Орки верят, что в этих посудинах их души улетают в космос к Маниту. Не знаю, не знаю.

Лес вдоль болота орки высадили специально (да, бывает и такое – орк, сажающий деревце). Они сделали это, чтобы отогнать вонючую сине-зеленую жижу от дороги и своих огородов. Когда каган ездит мимо, его всегда сопровождает охрана, поскольку тут легко устроить засаду. А вообще здесь малолюдно – орки боятся своих мертвецов. Кто-то вбил им в голову, что каждое их поколение обязательно предает предыдущее, и страх предков стал у них подобием коллективного невроза. Которому помогают и живущие в болоте жирные крокодилы – хотя из воды они не вылазят. Им хватает спутников.

В древние времена здесь селились так называемые «мудрецы», стремящиеся подчеркнуть свой потусторонний статус ежедневной близостью к смерти. А городские орки ходили к ним погадать по книге «Дао Песдын» – они верили, что так можно задать вопрос самому Маниту (я не шучу, у орков действительно есть такая книга, хоть написали ее, скорей всего, наши сомелье). Но при оркском императоре Просре Ликвиде вольных мудрецов упразднили, а все гадатели были подчинены генеральному штабу. С тех пор в кладбищенский лес ходит только молодежь – парочки, которым негде уединиться. Мертвецов и крокодилов они, конечно, боятся, но любовь сильнее смерти. Был бы я философ, как Бернар-Анри, обязательно воспел бы по-старофранцузски тайный праздник жизни, цветущий в этих мертвых чащобах.

Можно было поискать подходящую натуру возле деревень, где бродят пасущие скот оркские девки нежного возраста. А можно было полететь вдоль дороги над кромкой джунглей. Я выбрал второе, и буквально через пять минут полета наткнулся на то, что было нужно.

По обочине шла оркская парочка. Это были мальчишка и девчонка, одногодки – лет шестнадцати или чуть больше. Я так уверенно определяю цифру, поскольку у орков это consent age, и будь кто-то из них младше, вряд ли они решились бы показаться вместе. Оркские власти с тупым рвением подражают нашему механизму сексуальных репрессий – они и наш возраст согласия позаимствовали бы, позволь такое наши советники. Думают, видимо, что именно здесь проходит дорога к технотронному обществу. Впрочем, для них другой в любом случае не осталось.

У парочки были с собой удочки. Все сразу стало ясно – «рыбалка» заменяет молодым оркам задний ряд кинозала.

Я сделал максимальное увеличение и некоторое время разглядывал их лица. Парень был обычным оркским мальчишкой – симпатичным и белобрысым. Они все такие, пока не начинают пить волю и колоть дуриан. А вот damsel была идеальной.

В кадре она смотрелась просто здорово. Во-первых, она не выглядела ребенком, и это было хорошо, потому что малолеток показывали перед двумя последними войнами, и зритель от них устал. Во-вторых, она была очень хороша собой – я имею в виду, конечно, для биологической женщины. Я был уверен, что Бернару-Анри немедленно захочется защитить эдакую свинку от какой-нибудь напасти.

Я поглядел на маниту. Каган был еще далеко, и у меня оставалось время. Но вряд ли имело смысл искать другой материал. Я коротко сообщил Бернару-Анри о своей находке, передал девичью мордашку на его маниту, и он мгновенно на нее залип, я это по дыханию понял. Тогда я включил максимальную маскировку, острожно обогнул парочку, зашел им за спину и полетел следом, прислушиваясь к их болтовне.

Они повернули в лес и вскоре нашли поляну на берегу одной из впадающих в болото речушек. Где немедленно принялись… ловить рыбу. Парень, видимо, был рыболов-спортсмен – и гнал от себя все другие мысли. Скоро девушка стала заметно скучать, и я тоже, а он все удил и удил. И у него клевало.

Когда до появления колонны осталось полчаса, дела у них пошли чуть интереснее. Но мне, к сожалению, уже пора было вмешаться.





Грым глядел на висящий в небе черный шар Бизантиума.

Наклонив голову и сощурясь, можно было представить, что это гнездо огромной птицы, поселившейся на соседнем дереве. Сощурясь еще сильнее, можно было вообразить, что это мяч каких-то титанических футболистов – летящий из далекой древности, когда вокруг еще не было пальм, снег шел много дней в году и по белой целине ходили волосатые мамонты…

Грым посмотрел на Хлою.

«Надо прямо сейчас, – подумал он. – Потом поздно будет… Но как? Чего, вот так встать, подойти и обнять? А она возьмет и спросит – чего это ты вдруг? Почему именно сейчас, а не раньше? Чертовы удочки…»

По всем признакам Хлоя хотела того же, что и он. Она не накрасилась перед встречей – по негласному молодежному ритуалу это было намеком на ожидание решительных действий, от которых макияж может пострадать.

И хорошо, что не накрасилась.

Ее круглая голова со смешно оттопыренными ушами, розовыми щечками и гладкой, как на боевом барабане, кожей, нравилась ему без косметики гораздо больше. Пахла Хлоя тоже очень приятно, совсем не по-оркски – наверно, перекладывала на ночь свою одежду душистыми травами. Или покупала модные в этом сезоне духи «Ancient Serpent» – семья у нее была не из бедных.

Одевалась она тоже стильно. На ней было новое школьное платье, которое одновременно напоминало о детстве и приглашало с ним расстаться. Еще на ней была жилетка с портретами Николя-Оливье Лоуренса фон Триера в ролях разных лет. Такие жилетки с надписью «Two cultures – one world» делали в Желтой Зоне, и стоила она не меньше ста маниту. В семье Грыма на ерунду столько не тратили. А на плече у Хлои висела сумка-косметичка из шкуры добермана – тоже не из дешевых.

– Не спи, у тебя опять клюет.

Выдернув удочку, Грым снял рыбу с крючка и бросил Хлое. Та поймала ее и легонько шлепнула головой о камень. Потом, хихикнув, еще раз. Потом еще.

Грым не выдержал, подошел и отобрал у нее трепыхающуюся рыбу. Оглушив ее одним ударом, он кинул ее на землю и вернулся к удочкам.

Ругаться не хотелось – по сравнению с другими оркскими девчонками Хлоя была доброй. Она никогда не мучила москитов перед тем, как прихлопнуть.

– Чего ты злобствуешь, – сказала Хлоя, пряча рыбу в пластиковый пакет с водой, где уже томились две других. – Мне скучно. Зря я сюда приперлась.

У Грыма внутри похолодело.

«Все, – подумал он. – А потом уже не пойдет…»

– Если скучно, давай поговорим, – предложил он.

К счастью, у него было чем занять руки – надо было насадить на крючок нового червя.

– Ну давай, – вздохнула Хлоя и обхватила руками свои колени.

Грым закинул удочку, подошел к Хлое и сел рядом – так, чтобы случайно ее не коснуться.

– Сочинение написала уже?

Хлоя кивнула.

– Списала. А ты?

– Нет, – сказал Грым. – Я не начинал даже.

– Тогда хана тебе, – констатировала Хлоя.

– Почему, – ответил Грым. – Я за день напишу. Сдеру из «Свободной Энциклопедии».

– Ты все время своей энциклопедией хвастаешься, – сказала Хлоя. – И специально разговор каждый раз подводишь, чтобы про нее сказать. Давай я хвастаться буду, что у моего отца мотоцикл?

Грым покраснел – она попала в точку.

– Дура ты, – сказал он. – Я не поэтому про энциклопедию вспомнил. А потому, что даже там некоторых вещей не могу найти.

– Каких?

– Почему всем оркским династиям имена наверху выбирают? Рванам, например. И Визит, и Дюрекс – это ведь не оркские слова, правда?

– Нет, не оркские, – согласилась Хлоя.

– Берут слова из древности, которых народ не понимает. Может, у них смысл обидный, а мы не знаем. И одежду для солдат они придумывают. Нам только выкройку спускают перед войной. В энциклопедии про все это ни слова. А на рынке говорили, что Рваны всю оркскую казну у людей хранят. Иначе бы люди для нас маниту не печатали.

Хлоя дала Грыму несильный подзатыльник.

– Ты об этом помалкивай лучше, – сказала она. – А то в говне сварят вместе с нетерпилами. Тоже мне, герой из Желтой Зоны.

Награждая его затрещиной, она придвинулась – так, что Грым почувствовал прикосновение ее бока. Это было очень приятно. Но он почему-то отодвинулся. Хлоя вздохнула.

– А вот еще, смотри, – сказал Грым, сунул руку в карман и вынул банкноту в пять маниту.

Сложив ее замысловатым образом, он добился, чтобы голографический великан в многозубчатом головном уборе, держащий на плечах шар Бизантиума, превратился в удивительно мерзкого карлика с растущими из-под мышек ногами.

– Ты утомил своей политикой, – сказала Хлоя. – И у тебя опять клюет.

Грым спрятал деньги, подбежал к удочкам, ловко выдернул рыбу и кинул ее Хлое. В этот раз она оглушила ее одним ударом.

– Уже четвертая, – сообщила она, убирая рыбу в пакет с водой. – Может, пойдем, пока нас крокодил не съел?

Грым стоически кивнул.

– Я тогда подкрашусь, – сказала Хлоя и посмотрела на него с нескрываемой насмешкой.

Грым отвел взгляд.

Завязав пакет с рыбой надежным двойным узлом, Хлоя открыла свою собачью сумку и начала прихорашиваться.

Косясь на нее, Грым принялся сворачивать удочки. Если бы на душе у него не было так мрачно, ему, верно, стало бы смешно. Он знал всю дальнейшую последовательность действий – уже видел во время прошлой, такой же бесплодной рыбалки.

Хлоя вынула из сумки угольный карандаш и нарисовала на лбу три ломаных зигзага, похожих на старческие морщины – так называемые «линии мудрости». Оркские девушки верили, что это придает им умный вид, но Грым сомневался. Затем в ее руках появился карандаш белой глины. Густо набелив свои румяные щеки, она спрятала глину, достала помаду для щек и навела поверх глины два круглых багровых пятна, которые должны были изображать здоровый молодой румянец.

В завершение процедуры она осторожно водрузила на лицо массивную черную оправу без стекол, скрученную в двух местах ниткой: последний писк девчачьей моды.

Но даже после всех этих операций, на взгляд Грыма, в ней осталось что-то привлекательное – хоть теперь Хлоя напоминала ему героиню оркской басни свинку Хрю, которая извалялась в грязи и сене, чтобы накануне Большого Обжорства притвориться старой крысой и уйти от судьбы. Мораль у басни была простой – всех свинок съели молча, а Хрю с прибаутками.

Спрятав косметические принадлежности, Хлоя подняла личико и послала ему обворожительный взгляд из-под толстых рыжих ресниц.

– Можем идти, – сказала она.

И тут – возможно, из-за того, что Хлоя теперь нравилась ему значительно меньше, – Грым наконец решился.

Шагнув к Хлое, он решительно ее обнял и поцеловал – сначала в щеку, а потом в верхнюю губу.

– Ну чего ты… Чего… Ой. Ну уйди, идиот, я накрасилась уже… Я серьезно…

Но Грым не отступал, и через несколько минут сосредоточенного сопения Хлоя уже лежала на спине, а ликующий Грым был сверху, и осуществлял на практике все, что раньше позволял себе только в мыслях.

Хлоя никак не поощряла его действий, но особо и не возражала – она смотрела в сторону, морщилась и презрительно вздыхала, словно все это страшно ей надоело много лет назад. Грым вел себя не слишком ловко, поскольку не имел почти никакого опыта, но все нужные пуговицы наконец расстегнулись, полоски ткани сдвинулись, и он понял, что сейчас это действительно случится.

Это, собственно, уже начало происходить, когда Хлоя вдруг сильно шлепнула его ладонью по спине.

– Смотри, – прошептала она и кивнула в сторону поляны.

Грым поднял глаза.

Перед ним ничего не было. Но по тому, как напряглось тело Хлои, он понял, что она не шутит.

Потом он тоже увидел.

В воздухе над поляной происходило какое-то колебание. Там дрожало неясное пятно. Дрожало не оно само, а деревья с другой стороны поляны – как бывает, когда смотришь через волны горячего воздуха в жаркий день. Сперва это казалось почти незаметным, но, чем дольше Грым вглядывался, тем страннее казались деревья в пятне – будто там были не настоящие стволы и ветки, а их отражение, искривленное в зеркальном коридоре.

– Видишь? – прошептала Хлоя.

– Ага.

– Что это?

– Сейчас, – сказал Грым.

Стараясь не дать Хлое выскользнуть, он захватил в кулак ком земли с травой, приподнялся и кинул его в дрожащий круг.

Лучше бы он этого не делал.

Вместо того, чтобы пролететь сквозь пятно, земля осыпалась вниз. Удар был совсем легким, но с пятном после него произошли совершенно поразительные изменения.

Оно за долю секунды стянулось к своему центру и исчезло. А на том месте, где оно только что было, возникла Смерть.

Грым сразу понял, что это она – словно ему уже показывали ее и объясняли, какой будет их последняя встреча. Он узнал ее и почти не испугался.

Смерть была матово-черной и походила на длинный приземистый мотоцикл – без колес, но зато со множеством несимметричных фар на носу. Некоторые были прозрачными, а другие белыми, как глаза слепца. На мотоцикле не было седока, но для смерти это казалось вполне нормальным. У смерти были короткие черные крылья, косо торчащие в стороны, а ее косо сбитое несимметричное тело состояло из множества плавно покачивающихся плоскостей – словно бы каких-то постоянно открывающихся и закрывающихся клапанов.

У смерти была даже татуировка – сходящиеся к носу красные стрелы, делавшие в середине фюзеляжа зигзаг. Под стрелами были мелкие значки, отмечавшие победы – большие и маленькие человеческие фигурки и какие-то цифры, очень солидные цифры. Сразу за цифрами на фюзеляже были закопченные стальные накладки, из которых торчали короткие жерла пушек. И еще смерть жужжала – но совсем тихо. Если бы Грым не вслушивался специально, он бы ни за что этого не заметил.

– Камера, – выдохнула Хлоя, и Грым понял, что Хлоя права.

Но это вовсе не значило, что он ошибся насчет смерти.

Он никогда не видел боевую телекамеру так близко. Только на картинках.

– Не дрожи ты так, – прошептала Хлоя. – Хотел бы убить, уже убил бы. Ему что-то нужно. Давай встанем, только медленно… И руки подними.

Стараясь не делать резких движений, Грым поднялся на ноги – и понял всю тяжесть своего положения. Хлое было просто: поднявшись, она просто оправила платье. А его штаны упали вниз, и он так и стоял, красный от стыда, глядя в бельма висящего перед ним черного мотоцикла.

Вдруг раздалась громкая музыка – это заиграли внешние динамики камеры.

Музыка была странной, совсем не оркской. Она была грозно-пронзительной, и напоминала о древности, забытой славе и смерти. Она играла целую минуту, не меньше – и к ее концу Грым почувствовал в груди такую отвагу, что нагнулся, натянул штаны и застегнул пуговицу.

Музыка стихла, и камера плавно качнулась в воздухе – словно указывая, куда идти. Грым нерешительно шагнул в этом направлении, и камера сразу же кивнула белым носом, совсем как выражающий согласие человек.

Грым сделал шаг, потом еще один. Камера переместилась вместе с ним.

– Он хочет, чтобы мы вышли на дорогу, – сказала Хлоя.

– Я понял, – ответил Грым. – А может, в лес убежим? Как он нас ловить будет среди деревьев?

Трудно было поверить – но камера будто услышала эти слова. Она повернулась к лесу, отделявшему поляну от дороги, и Грым увидел ее сложно-изогнутое узкое тело в профиль. На одном из стабилизаторов стала заметна желтая эмблема Бизантиума – двойная зеркальная «B», похожая на вертикально перечеркнутую восьмерку.

Раздался громкий треск. Камера окуталась дымом, и в лес понеслись какие-то очень быстрые красные нитки, оставляющие за собой дымный след. Там, где эти нитки сшибались со стволами, возникали желтые облака древесной трухи, и высокие старые деревья, словно перерубленные свечи, валились в разные стороны.

Потом камера перестала стрелять, повернулась к Грыму и Хлое и несколько раз повела в разные стороны носом – совсем как человек, отрицательно качающий головой. Когда она замерла, треск падающих стволов был еще слышен.

– Вот так будет ловить, – сказала Хлоя. – Понял?

– Понял, – ответил Грым сам не зная кому – камере или Хлое.

Теперь к дороге вела дымящаяся просека, и выбрать маршрут было нетрудно. Камера пропустила их вперед и поплыла следом.

Выйдя на дорогу, Грым и Хлоя остановились.

– А дальше? – спросил Грым.

– Сейчас объяснит, – предположила Хлоя.

Грым повернулся к камере.

Камера повела себя странно. Не отворачивая от них своих бельм, она поплыла вверх и вбок, в сторону солнца – и вдруг исчезла. Грым понял, что она опять включила камуфляж. Сразу стало непонятно, где она – никакого дрожания в воздухе различить было нельзя.

Грым несколько секунд вглядывался в небо.

– Может, она улетела? – предположил он.

Никто не ответил.

Грым повернулся и увидел, что Хлоя лежит на дороге, свернувшись аккуратным калачиком. Она выглядела безмятежно спящей, а из руки у нее торчала какая-то зеленая стрелка. Грым хотел нагнуться, а потом услышал щелчок, и что-то его укололо. Он увидел такую же зеленую стрелку, торчащую из своей груди. Он выдернул ее – за пластиковой ножкой была короткая гибкая иголка, такая тонкая, что даже не выступило крови.

«Ничего страшного», – подумал он.

Потом ему страшно захотелось сесть на дорогу, и не было никакой возможности противостоять этому желанию. А когда он сел, стало ясно, что надо лечь, и он лег.

Хлоя лежала рядом – он видел ее платье, плечо и часть лица. Ее глаза были открыты, но она смотрела в сторону.

Грым плохо понимал происходящее. Ему казалось, что надо немного собраться с силами, и можно будет встать. Надо было, чтобы кто-то помог, чуть подтолкнул, и тогда оцепенение отпустило бы. Но помощи не было.

Кажется, солнце успело немного переместиться по небу. А потом он почувствовал еще один укол, на этот раз в ногу, и паралич сразу прошел. Он повернул голову и увидел, что Хлоя тоже ожила.

Она уже почти встала, и вдруг получила такой удар в спину, что снова растянулась в пыли. Грыму показалось, будто солнце ушло за тучи. Он поднял глаза.

Закрывая полнеба, над ним нависли вооруженные всадники. За их спинами была целая кавалькада, которой Грым с Хлоей перекрыли путь.

Видимо, в ней ехал кто-то очень важный. Его охраняли конные ганджуберсерки из гарнизона Славы – седобородые богатыри с накладными пыльными дредами и короткими костяными трубками в зубах. Они были одеты в камуфляж с черными латами и вооружены тяжелыми копьями. Один из всадников только что ткнул Хлою в спину тупым концом копья – и теперь разворачивал его для удара острием. Берсерки убивали не думая, поэтому Грым замер от ужаса.

Но тут раздалась короткая команда, и берсерк опустил копье. Линия всадников расступилась, и они съехали с дороги.

– Встать!

Грым и Хлоя кое-как поднялись на ноги.

Перед ними был черный моторенваген – длинный и открытый, из самых дорогих. Такой мог быть только у очень важного вертухая. Но в нем сидели не глобальные урки, а мрачные правозащитники в черных плащах. Дальше стоял другой моторенваген – тоже черный, еще приземистей и внушительней, только закрытый. А еще дальше возвышался красный в золотых спастиках паланкин с чудотворным ликом Маниту, спрятанным за занавеской. Его держали потные силачи в бархатных шортах, по четверо на каждую ручку.

Верх второго моторенвагена плавно открылся, свернувшись в ракушку за сиденьями. К дверце сразу подскочил подпрыгивающий от рвения придворный секретарь из кастратов, наряженный в гербовое трико и маску петуха.

В моторенвагене сидел…

Грым не поверил своим глазам.

Там сидел Рван Дюрекс, уркский каган и правитель, великий герой семи войн. Слева от него на заднем сиденье развалился обмазанный сластями мальчонка-любимец. Справа блестела золотыми цепями резиновая женщина – из тех, что делают в Биг Бизе. Женщин каган не любил, о чем знали все. Это был просто символ статуса, толерантности и готовности к межкультурному диалогу.

Хмурое лицо вождя с косо подбритыми бакенбардами и серыми мешками вокруг глаз не сулило ничего хорошего. Он поднял руки и зевнул, расправляя тело, затянутое в черный атласный лапсердак.

– Что такое?

Секретарь прогнулся, чтобы клюв его маски оказался ближе к уху господина, и тихо заговорил, указывая на Грыма и Хлою.

Морщины на лице Рвана Дюрекса разгладились, и он усмехнулся.

– На дороге? – спросил он.

Секретарь кивнул.

Рван Дюрекс поглядел на Грыма оценивающе – словно раздумывая, не взять ли в пажи. Грым заметил, что любимчик кагана тоже внимательно на него смотрит. Дюрекс перевел взгляд на Хлою, потом опять на Грыма – и, видимо, передумал.

– Прочь, – махнул он рукой.

И тут произошло неожиданное.

– J’accuse! – прогремел над дорогой властный голос.

Как ни испуган был Грым происходящим, он испугался еще сильнее. В присутствии кагана никто не мог говорить таким тоном.

Никто, кроме дискурсмонгеров.

Этот свистящий, похожий на щелчок бича возглас в Уркаине знали все. Им пугали детей, ибо вслед за ним приходила смерть. «J’accuse» означало «я обвиняю», но не на церковноанглийском, а на языке какого-то древнего племени, от которого дискурсмонгеры вели свою родословную.

К Хлое быстро шел неизвестно откуда взявшийся человек – видимо, он приблизился к процессии, пока все глаза были устремлены на кагана.

Человек был высок и излучал величие, хотя одет был просто и даже бедно – в рясу из мешковины, перепоясанную веревкой. Величие ему придавали седые кудри до плеч и орлиный нос. Так выглядели рыцари и герои.

Грыму почему-то сразу вспомнилась старинная монета с золотым ободком – один ойро из Музея Предков, на котором были отчеканены два сливающихся друг с другом человеческих контура с разведенными в стороны руками и ногами. В рисунке было столько свободы и гордого достоинства, что делалось ясно – монету чеканили не орки и даже не бизантийцы. Пояснительная табличка гласила: «т. н. «витрувианские мужеложцы», гравюра Леонардо Да Винчи». Несмотря на разоблачительную подпись, монета произвела на Грыма сильное впечатление. Вот такое же примерно чувство вызывал и этот дискурсмонгер.

Тот, видимо, сам был взволнован происходящим – его нижняя челюсть еле заметно подрагивала, как будто он очень быстро произносил какие-то крошечные слова, а глаза ярко блестели. Он держал посох с изогнутой ручкой, обмотанной кожаным ремешком. Когда он воздел руки, в просвете рясы стал виден точно подобранный к ней по тону бронежилет. Такие имелись только у людей.

Каган молчал, мрачно глядя на незнакомца – по этикету ответить после такого вступления было бы бесчестьем.

Первым опомнился петушиный секретарь.

– Кто ты такой, – пришел он на помощь сюзерену, – что делаешь в земле урков и по какому праву и полномочию встаешь на пути уркагана?

Человек сделал шаг к Хлое и обнял ее за плечо свободной рукой.

– Я отвечу тебе, – прогремел он, вознося свой посох еще выше. – Я филосóф. Но если тебе непонятно, что значит это слово, пусть я буду для тебя просто неравнодушным прохожим. Прохожим, у которого нет никаких полномочий, кроме данных ему собственной совестью…

Грым заметил, что человек смотрит не на петушиного секретаря и кагана, а совсем в другую сторону – в пространство над лесом. Он догадался, что камера до сих пор висит где-то там. Происходящее наконец стало чуть понятней.

– Но хоть у меня нет полномочий, у меня есть новости! – хорошо поставленным голосом гремел человек. – И они вам не понравятся. Ваша свора палачей и убийц не причинит вреда этому ребенку и не прольет больше ни одной слезы из этих синих глаз!

Грым подумал, что говорят явно не про него – его глаза были серо-желтыми. А потом он увидел, как человек понемногу поворачивает Хлою к невидимой камере и подталкивает в сторону – так, чтобы оставить Грыма за спиной. И древний оркский инстинкт вдруг подсказал Грыму – чтобы выжить, теперь надо не бежать от камеры, а, наоборот, любым способом оставаться в кадре. Он шагнул вперед и встал с Хлоей рядом. Дискурсмонгер мрачно глянул на него – но делать было нечего. Его голос тем временем распевно гремел над дорогой:

– Каждый человек рождается свободным, таким его замыслил Маниту! И я не могу, не стану молчать, когда какой-то монстр, ненасытное и злобное животное, попирает светлый праздник детства черной шиной своего лимузина, оплаченного слезами бесчисленных вдов. Я не знаю – но, с другой стороны, было бы очень любопытно узнать, и без промедления, – сколько еще свободный мир будет мириться с этим темным душителем свободы, делая вид, что не замечает невинных слез и брызг крови, летящих прямо в нашу оптику! Ничто не может оправдать издевательства над беззащитной чистотой, никакие затычки в равнодушных ушах не заглушат стук детского сердца, брошенного на съедение псам и свиньям! Сегодня я обвиняю оркского уркагана в том, что он палач своего народа. Сколько еще мы не будем замечать зверств этого извращенца, серийного убийцы, мечты психиатра и опаснейшего из садистов? Но я не хочу больше говорить об этом выродке, потому что он вызывает во мне тошноту. Я хочу спасти эту… Эту… Этих ребят, которым их суровая земля отказала в праве на детство и юность… Я объявляю, что они отныне под защитой Бизантиума! Они получают право на въезд в Биг Биз!

Он указал на далекий черный шар в небе, одновременно повернув голову вбок. Там, куда он смотрел, были только придорожные кусты. Грым понял, что дискурсмонгер просто показывает камере свой благородный профиль.

– Никто не может так говорить с каганом! – изумленно прошептал петушиный секретарь.

Незнакомец на миг обратил к нему сияющий неземной радостью лик и опять повернулся к пустому для непосвященных сектору неба.

– А кто с ним вообще говорит, с твоим каганом?

Грыму показалось, что вокруг стало очень тихо.

Каган по-прежнему мрачно молчал, глядя перед собой. Но петушиный секретарь этого не вынес.

– Бесчестье! – выдохнул он, выхватил из ножен свою шпажонку и пошел на дискурсмонгера.

Тот спокойно ждал, вздымая вверх свой посох, и на его лице играла все та же уверенная улыбка человека, не боящегося умереть за свои слова. И, когда Грым решил, что именно это сейчас и произойдет, в небе раздался треск, и уже знакомые красные нити перебили петушиного секретаря пополам. Вокруг поднялись высокие фонтаны праха.

Все, кто стоял на дороге, замерли.

А в следующую секунду все пришло в движение.

Первой с места стронулась Хлоя – она вырвалась из-под руки человека и побежала прочь.

Потом опомнились окружавшие моторенваген Дюрекса солдаты – и, выхватив свое оружие, пошли на человека. Но, как только они дошли до плавающего в красной луже секретаря, их сшибли те же дымные красные стрелы – хоть солдаты шли быстро, пушки без труда перемалывали их натиск. Над дорогой поднялось облако пыли, за которым моторенваген кагана был уже еле виден, на земле росла груда развороченных тел, и только человек, все так же улыбаясь, вздымал навстречу атакующим свой посох.

Грым наконец сообразил, что самое время убраться с дороги. Его никто не держал. Он пронесся мимо берсерков, пытающихся удержать своих перепуганных лошадей, и помчался в лес. Он бежал несколько минут, потом споткнулся о корягу и упал. Упав, он так и остался лежать, пытаясь вернуть контроль над бешено работающими легкими.

Сзади некоторое время слышны были выстрелы. Затем они стихли.

Выждав с полчаса, он пошел по лесу, а потом выбрался на дорогу. Расстрелянная колонна оказалась за выступом леса – отсюда трупы не были видны.

– Хлоя! – закричал он.

Громко кричать было страшно, но все же он решился позвать еще раз:

– Хлоя!!

– Я здесь! – долетел ответ.

Грым увидел отделившуюся от линии деревьев фигурку – Хлоя вышла на дорогу шагах в ста впереди. Грым пошел ей навстречу, жмурясь от бьющего в глаза солнца.

Он уже открыл рот, собираясь заговорить о недавнем кошмаре, когда выяснилось, что кошмар и не думал кончаться.

За спиной Хлои мелькнула прозрачная тень. Потом в пустоте образовалась треугольная дыра, от которой протянулся вниз сужающийся трап. В дыре появился дискурсмонгер в коричневой рясе – он сошел вниз, и, прежде чем Хлоя заметила его, сгреб ее в охапку и швырнул внутрь черного треугольника.

Грым бросился за ним, но дискурсмонгер уже поднимался по трапу. Грым успел схватить его за ногу – но потерял равновесие и почти упал.

Дискурсмонгер поглядел себе под ноги.

Солнце озарило его раскиданные по плечам волосы, и на миг Грыму показалось, что на него смотрит какой-то солнечный бог, сошедший с небес на землю. А потом солнечный бог высвободил стопу, поднял ее – и спихнул Грыма в пыль своей сладко пахнущей сандалией.





То есть это были просто потрясающие кадры. Одна серия для вечности – с солнцем, бьющим прямо в камеру над строем воинов с пиками. А вторая, уже без всяких выкрутасов – для новостей.

Я снимал одновременно на все носители, и теперь у меня была почти минута на храмовом целлулоиде, где в одном фрейме был виден развалившийся в моторенвагене Рван Дюрекс со своей убогой резиновой женщиной (даже не анимированная, и кожа из самого дешевого биопластика), дикого вида бородатые воины с занесенным оружием и стоящие перед ними детки, причем особенно хорошо получилась Хлоя, потому что она все время моргала своими огромными глазами, пытаясь зареветь, но у нее никак не получалось, и выглядело это так, словно ей и вправду непонятно, где она и что происходит. Ее оркская раскраска была очень кстати – эти зигзаги на лбу входят в моду и у нашей молодежи. Поможет с эмпатией, ясно любому сомелье.

Кстати пришлись и оркские бородачи.

У орков есть два вида элитной гвардии – отряды, которые должны строиться по правую и левую руку от кагана, «правозащитники» и «ганджуберсерки» («левозащитниками» их не называют, потому что эта сторона считается у орков нечистой). В боевом смысле они примерно равноценны, но из-за своих трубок, бород и дредов ганджуберсерки гораздо лучше смотрятся на маниту. Мне повезло, что разбираться с детками стали именно они – правозащитники носят длинные черные плащи со спастикой и больше похожи на попов, чем на солдат.

Грым тоже попал в кадр, к чему я совсем не стремился. Но было секунд пятнадцать, где Хлоя шлепала ресницами одна – рядом с зазубренным наконечником копья, с чуть размытым каганом на заднем плане. Грыма теперь могли вырезать, а могли и оставить в кадре в расчете на гей-аудиторию, он был вполне симпатичный. Но такие вопросы решаю не я.

И тут на арену выскочил этот клоун Бернар-Анри, про которого я, если честно, совсем забыл – и принялся отрабатывать свой номер. Таким обдолбанным я его еще никогда не видел, но пришлось снимать – это все-таки моя работа. В общем, пообнимался он с оркским юношеством, погрозил кулаком солдатам, и тут бы ему в самый раз убраться с дороги. Все бы кончилось чисто – каган ведь не дурак и понимает, что к чему. Но болван перегнул палку, и мне пришлось стрелять.

Я терпеть не могу работать в таких условиях – это как слону танцевать в посудной лавке. Мне ни в коем случае нельзя было попасть в кагана или в эту оркскую парочку, уже зафиксированную на храмовой пленке. В Бернара-Анри, понятно, тоже нельзя было стрелять, хотя мне почти хотелось. Между ним и каганом оставался узкий просвет, по которому я мог работать из своих пушек, и не было, естественно, никакой гарантии относительно рикошетов, проходивших опасно близко к автомобилю.

– Уйди с директрисы, кретин! – закричал я Бернару-Анри по связи.

Но тот словно не слышал – а может, просто отключил связь. Я уже думал, что положу кагана и потеряю работу – но спасла случайность.

Каган в это время тоже был на связи – и, хоть знал, что в него стрелять не должны, испугался. Как только началась пальба, он прижался к своей резиновой женщине. Вышло это у него непроизвольно, потому что он опытный человек и знает, как вести себя перед камерой. Но получилось смешно.

А дальше оказалось еще смешнее.

«Директрисой» на нашем профессиональном жаргоне называется коридор для пуль, который нельзя занимать членам съемочной группы. А каган, этот тупой орк, решил, что люди так называют резиновых женщин и он портит мне кадр. В результате он резво откинулся в сторону. И в самое время – один из рикошетов прошел точно сквозь его резиновую бабу, из которой во все стороны брызнула красная краска. Это сразу же сообщило внимательному зрителю очень многое об интимных вкусах кагана. Верх его моторенвагена стал подниматься, но было уже поздно.

Только тогда до Бернара-Анри дошло, что самое время убраться с дороги. Стража ощетинилась пиками, сомкнула кольцо вокруг закрывшегося моторенвагена, и процессия поползла дальше по дороге, прямо по трупам – чтобы не размыкать строй. Бернар-Анри все еще вздымал вверх свой посох, но я его уже не снимал. Поскольку на Бернара-Анри больше никто не нападал, стрелять у меня повода не было.

Когда орки прошли, оказалось, что на дороге не меньше сорока солдатских трупов. Они были черные, истоптанные подошвами и выглядели страшно – снимать это для новостей было ни к чему. Спасенных уже не было видно – они успели благополучно слинять.

Я поглядел на маниту и увидел, что система насчитала мне за эти пятнадцать минут полтора миллиона. Видимо, многое из снятого пришлось нашим сомелье весьма кстати. Если бы я так зарабатывал на каждом вылете, я мог бы купить себе внешнюю виллу в нижней полусфере, подумал я. Или вернул бы кредит за Каю всего через три года…

Бернар-Анри все еще стоял на обочине – видно, никак не мог прийти в себя от своих М-витаминов. Я вызвал его трейлер и решил дождаться, пока он в него залезет – все-таки до конца операции он был на моей ответственности. Ругать я его не стал, поскольку все кончилось удачно, а по военной традиции в таких случаях разбор полетов оставляют на потом. Но тут он решил поговорить со мной сам.

– Где девчонка? – спросил он хрипло.

– Откуда я знаю, – ответил я. – Я за ней не следил.

– Я с ней не закончил, – сказал он.

Тут уж я не выдержал – потому что отлично понимал, о чем он говорит на самом деле.

– Я сейчас из-за тебя чуть кагана не убил, кретин, – заорал я. – Я еще и твоих сучек должен пасти?

– Ты с кем говоришь, летающая задница? – заорал он в ответ. – Я Бернар-Анри Монтень Монтескье! А кретин был твой папá, что не кончил на пол…

И пошло, и поехало – пока прилетело его корыто, мы десять раз успели высказать, что думаем друг о друге, и даже немного больше. Потом он отправился ее искать, и вскоре сообщил, что девка нашлась – она пряталась в лесу. Он погрузил ее в трейлер и повез в Зеленую Зону – у него давно отработана технология. В этот раз его подруга имела шанс прожить дольше чем обычно – Бернар-Анри взял подряд на обустройство послевоенного мира и мог застрять внизу надолго.

Теперь я имел полное право поставить камеру на автопилот и парковку. Камера полетела домой, а я был свободен.

Как только я слез с боевых подушек и снял очки, Кая подняла на меня глаза и сказала:

– Мясник.

Я к этому времени уже забыл, что сам посадил ее у контрольного маниту следить за вылетом – поскольку стрельбы в моих планах не было. Кто же знал, что все так обернется. Девочка, конечно, увидела много нехорошего.

– Летающая задница, – повторила Кая злым голосом. – Зачем ты убил столько народу? Мне их жалко. Жирная скотина. Кровавый дебил. Я больше никогда не буду смотреть, как ты летаешь. Слышишь? Никогда!

Тут мне стало обидно, потому что я и правда тучный. Бернар-Анри всегда бьет ниже пояса. Кая тоже.

Издеваться над избытком веса способен только худой во всех смыслах человек. Где ему понять, что раздобреть Маниту позволяет лишь избранным. Не зря ведь богача с незапамятных времен изображают хохочущим толстяком.

Ваша масса – это ваше присутствие во вселенной. Если вас сто пятьдесят кило, заключенной в вас жизни хватит на двух среднестатистических граждан. Неудивительно, если вы умнее обычного человека или значительно превосходите остальных в какой-нибудь области. Толстяки, конечно, не всегда гении, но, как правило, это интересные, добродушные и чрезвычайно полезные обществу люди. Я хороший пилот именно потому, что при управлении «Хеннелорой» полагаюсь на инстинкты – то есть лечу животом. Сразу всем.

Правда, в силу технологических причин пилоты древности в большинстве были худыми и маленькими, но и здесь я могу указать на таких известных асов, как Герман Геринг и Бенито Муссолини. И совсем не случайно оба прославились также в качестве государственных деятелей. Но Кае на все это наплевать.

Я, кстати, заметил интересную вещь. Когда она называет меня жирным, мне не обидно, я уже привык. Когда называет слабоумным, я тоже только посмеиваюсь. Но когда она называет меня слабоумным и жирным одновременно, я чувствую обиду. И ничего не могу с этим поделать.

Кроме себя мне винить некого. Я сам выставил ей сучество на максимум – никто меня не заставлял.

Это такая настройка в ее красном блоке. У меня на предельных положениях стоят одновременно «сучество», «соблазн» и «духовность». Но о том, что это значит, я расскажу чуть позже.

Короче, я обиделся и пошел в комнату счастья, где стоит маниту, с которого управляется Кая. Там я ввел пароль и поставил ее на паузу.

Я регулирую ее настройки из такого места не потому, что вкладываю в это какой-то символический канализационный смысл – просто Кае никогда не надо сюда ходить. Меньше риска, что она когда-нибудь дотянется до управления сама. Но я чувствую, что здесь мне пора дать некоторые пояснения.

Кая – это цветок моей жизни, моя главная инвестиция, свет моего сердца, счастье моих ночей и еще много-много лет выплат по кредиту.

Кая – моя сура.

Я хочу сразу объяснить, что по своей сексуальной ориентации я стопроцентный глуми. Глумак, глумырь, куклоеб, пупарас – называйте меня как хотите. Если вы пупафоб и у вас есть предрассудки на этот счет, это ваша проблема, которую вам вряд ли удастся сделать моей. Мы веками боролись за свои права – и добились, что сегодня слово «gloomy» пишется через почетную запятую со словом «gay». Но это политкорректный термин, а сами мы зовем себя пупарасами.

Если вы не в курсе, «пупарас» – это бывший оскорбительный термин для глуми пипл, образованный от древнелатинского «pupa» – «кукла». Мы взяли его на вооружение – точно так же, как геи когда-то превратили оскорбительную кличку «queer» в свою ироническую самоидентификацию. На Биг Бизе это в высшей степени респектабельное выражение. В качестве оскорбления слово «пупарас» сегодня используют только орки, которые путают его с «пидарасом». Но для них эти термины не обязательно указывают на сексуальную ориентацию и чаще всего означают человека, пренебрегающего нравственными нормами (хотя что это такое для орков – отдельный вопрос).

Я, конечно, ничего не имею против биологических партнеров и даже пробовал их несколько раз в жизни. Но это попросту не мое. Мой выбор – сура.

Мне безумно нравится само это слово. Так, мне кажется, должна называться песня, молитва, или какая-нибудь птица райской расцветки. Но это просто сокращение церковноанглийского «surrogate wofe», дошедшее до нас из времен, когда пупарасов еще можно было публично унижать. Только я не уверен, что сур правильно называть суррогатными женщинами (тем более «резиновыми», как иногда на слэнге говорим мы сами).

Скорее, суррогатами в наши дни являются женщины живые. Особенно после того, как возраст согласия повысили до сорока шести. И резиновыми их тоже вполне уместно называть – из-за имплантов, которые они ставят себе сегодня практически во все места.

С тех пор, как киномафия и пожилые феминистки захватили в нашем старящемся обществе власть, главное, что они делают, это повышают consent age. Сейчас они планируют добраться до сорока восьми. Для геев и лесбиянок возраст согласия пока сорок четыре, потому что у них сильное лобби, и они пробили себе эту поправку через affirmative action[7], – но им тоже планируют поднять до сорока шести. И если бы не GULAG (а я член этого движения уже девять лет), возраст согласия подняли бы сразу до шестидесяти.

Наше объединение, по сути – последний якорь, на котором в обществе еще держатся остатки свободы и здравого смысла. Но про ГУЛАГ я расскажу как-нибудь потом – долгая тема. Сейчас замечу только, что это единственная подлинно общественная сила, способная, если потребуется, противостоять и властям, и новостям. То, что называется grassroots power[8]. И линия фронта, хе-хе, проходит прямо через мое сердце.

На самом деле, конечно, не все так страшно – строго запрещен не секс, а его съемка. В отношении самого секса действует ювенальное правило «don’t look – don’t see»[9]. Впрочем, ежедневно извлекать из него практическую пользу могут только орлы вроде Бернара-Анри.

Как утверждают циники, возраст согласия повышают пожилые феминистки – в надежде, что кто-то польстится с голодухи на их перезревшие прелести. Чушь, конечно. Борьба за чужое сексуальное бесправие – это экстремальная форма полового самовыражения, примерно такая же, как секс со старой сандалетой или анальный эксгибиционизм. Посмотрите на лица борцов, и все поймете. Конечно, жестоко отказывать им в праве на реализацию своих эротических фантазий. Проблема, однако, в том, что эгоистичные действия одного-единственного секс-меньшинства создают проблему для огромной массы людей.

Но дело даже не в самих этих кликушах – здесь они просто ширма. Их используют исключительно в качестве говорящих голов, а направляют и финансируют эту работу совсем другие силы.

Власти повышают возраст согласия из-за постоянного давления киноиндустрии, которая яростно лоббирует этот вопрос. Впрочем, попытки киномафии поднять возраст согласия находят в обществе известный отклик, ибо соответствуют его ханжеской морали. Кающиеся геронтократы думают, что успеют перед смертью задобрить Маниту, принеся ему в жертву чужую радость. Но мы не радуем Маниту этими дарами. Мы лишь оскорбляем Его.

Когда в воскресенье мы, свободные люди нового века, приходим в храм, чтобы посмотреть свежий снаф, мы каждый раз лицом к лицу сталкиваемся с бесконечным лицемерием, пропитавшим нашу мораль. Лицемерием объемным, выпуклым и цветным.

Нет, наше подношение не лживо целиком. Мы, пилоты, чисты перед Маниту: со смертью в снафах все честно. Но любовь, которую мы предлагаем Его чистым лучам, насквозь фальшива. И когда Маниту покарает нас – а рано или поздно такое случится, – бенефициаров этого святотатства не спасут ни счета, ни сокровища.

Выглядит все вполне пристойно. Актеры не вызывают отвращения, их тела все еще красивы (хоть и несколько перезрелой лоснящейся красотой), движения тщательно продуманы, режиссура совершенна. Но хоть пластическая хирургия и достигла в наши дни небывалых высот, природу трудно обмануть.

С мужчинами это не так страшно. В конце концов, мужской пол достаточно безобразен по своей сути – вместо красоты у него, как говорится, тестостерон и деньги. Но актрисы…

Вы видите, например, сидящую на кровати девчушку с двумя пегими косичками и плюшевым зайкой в руках, и уже верите, что перед вами нежное утро юности – а потом на шее у этого выкроенного из собственных лоскутов существа вдруг мелькает еле заметная птеродактилья складка, вы мгновенно понимаете, что это старуха, и теплая волна внизу вашего живота сменяется дрожью омерзения, пронзающей все тело.

Женщина – это волшебный цветок, при взгляде на который с вами должно случиться умопомешательство, достаточно сильное для того, чтобы подвигнуть вас на тяготы деторождения. Так захотел Маниту.

И вот в воскресенье вы приходите в храм, но вместо цветка вам показывают раздутую имплантами высокобюджетную грудь, которой по всем законам природы уже полвека как пора распасться на силикон и протеины. А затем извиняются, что все остальные лепестки все еще в повязках после пластики. И ожидают от вас приступа вакхической любви к жизни.

Главное, все знают, что среди «учеников» и «учениц» этой проклятой Маниту актерской касты есть действительно красивые молодые люди. Очень красивые, чего там. И все понимают, что на храмовой пленке они выглядели бы гораздо лучше.

Вот именно поэтому «возраст согласия» и задрали до сорока шести лет. Порноактеры – крайне богатые люди, поскольку за храмовую съемку платят невероятно много. Не будет преувеличением назвать этих людей могучей мафией, у которой сильнейшее политическое лобби и большая общественная поддержка – из-за того, что средний возраст жителей Биг Биза довольно преклонный. Все в киномафии понимают друг друга с полуслова и совсем не желают, чтобы у них появились молодые конкуренты.

В открытом информационном обществе никто не может криминализировать киносъемку. Зато при мощном лоббировании вполне можно криминализировать снимаемое. Это не окажет на личную жизнь граждан большого влияния из-за правила «don’t look – don’t see», но храмовая порносъемка молодых актеров сразу окажется невозможной в силу очевидного и документально зафиксированного нарушения закона.

Такой вот парадокс.

Поэтому молодым актерам – тем, кому за двадцать и за тридцать, – десятилетиями приходится ходить в «учениках», то есть просто врастать в эту мафию. А в храмовом порно играют старики и старухи, которым по пятьдесят, а то и по семьдесят лет. Если бы их снимали на цифру, то все проблемы можно было бы решить при обработке материала на маниту. Но с храмовым целлулоидом так поступать нельзя, ибо снаф – это таинство. Поэтому я и говорю, что наше приношение нечисто. Но обсуждение подобных тем слишком болезненно для нашего общества. Есть вещи, о которых просто не принято говорить. Это одна из них.

К счастью, в жизни gloomy people возраст согласия не играет никакой роли, потому что касается только происходящего между людьми. А мы пользуемся сурами, с которыми никогда не возникает такой юридической проблемы, как «consent» – ибо согласия здесь не требуется ни от суры, ни от вступающего с ней в контакт человека. Сур запрещено снимать в снафах (они не могут быть субъектом религиозного ритуала) и в порно (они «имитируют лиц, не достигших возраста согласия»). Но если вы пользуетесь сурой у себя дома, никаких проблем у вас не возникнет. Пока, конечно, вы не начнете выкладывать в сеть видеоотчеты о победах на личном фронте – такое случается каждый год, и несчастных придурков тут же приносят в жертву общественной морали под пронзительное улюлюканье седых феминисток.

Суры бывают самыми разными – от налитых красной краской резиновых кукол, которыми пользуются девианты-садисты и оркские каганы (для Рвана Дюрекса, впрочем, это просто статусный символ), до таких совершенных чудес, как моя Кая – «самоподдерживающаяся биосинетическая машина класса «премиум 1», как гордо называет ее инструкция по эксплуатации.

Как я уже говорил, моя камера, возможно, не самое лучшее, что есть на рынке. А Кая – это лучшее. И ничего совершенней не будет, я думаю, уже никогда. Все бесчисленные древние технологии, которые оживляют и одушевляют ее маленькое тело, сейчас умеют только воспроизводить – и вряд ли кто-то сможет ее улучшить. Тем более, что особой необходимости в этом нет.

Позволить себе такую модель, как моя Кая, могут лишь весьма немногие обитатели нашего тесного маленького мира.

Что у нее внутри, я не знаю.

То есть, конечно, в определенных пределах мне это известно, и очень хорошо, но не хотелось бы скатываться в пошлость. Я имею в виду, что не особо представляю, как функционирует ее электронная и механическая начинка. Я даже не знаю толком, как все это выглядит – хотя отдаленное представление имею, несколько лет назад один сумасшедший распилил суру такого же класса на части, и кое-какие фотографии случайно дошли до моего маниту.

Этот парень, кажется, был из секты Сжигателей Пленки. В новостях говорили, что он хотел достать из своей девочки атомную батарейку и сделать из нее бомбу или что-то подобное, но это чушь, поскольку батарейка совершенно безопасна и самозаглушается навсегда при любой попытке несанкционированного доступа. Это зеленый атом, тот же принцип, что и во всех древних машинах. Она не дает загрязнения ни при каких обстоятельствах и стоит крайне дорого – такой батареи нет даже у моей «Хеннелоры». Критическая технология. На боевую технику, которая может попасть в руки врага, ее не ставят.

Идиотизм, конечно. Во-первых, сура тоже может убежать вниз – во всяком случае, теоретически. Во-вторых, если враг выковыряет атомную батарейку из сбитой телекамеры, он все равно ничего не сможет с ней сделать. Дело здесь просто в сговоре производителей телекамер, которым не хочется выходить на новый виток конкуренции. Поэтому «Хеннелору» надо время от времени перезаряжать, а Каю – нет. Атомной батарейки хватает на века, и сура всегда переживает хозяина. Так что этого парня можно понять.

Я не знаю, как работает эта атомная батарейка и вся синтетическая биология внутри ее тела. Я только знаю, что в телесном смысле она неотличима от юного, идеально здорового и свежевымытого человеческого существа. У нее есть даже электронный симулятор биополя.

Физически она почти нас не превосходит – она не может слишком быстро бегать или совершать разные акробатические трюки (хотя с прискорбием замечу, что жирному мне она даст сто очков вперед и здесь). Это домашнее создание, рассчитанное главным образом на спокойные перемещения по жилищу. Зато ходить, жестикулировать и выполнять всякую мелкую домашнюю работу она может ничуть не хуже человека.

Она дышит – вернее, делает вид. Но воздух все время входит и выходит из ее тела, и говорит она в точности как мы.

Она не нуждается практически ни в чем, даже в ремонте – если повредить ее нежную кожу, рана вскоре затянется сама. Инструкция велит только давать ей воды и еще две-три эксплуатационных таблетки в год (это какие-то пластиковые шарики, по виду похожие на витамины). Она может глотать их и в гораздо большем количестве, если вы хотите, например, чтобы она отрастила волосы или стала полнее.

Можно обойтись и без эксплуатационных таблеток – кормить ее прессованным кормом для рыбок или любым другим органическим концентратом, и ее внутренняя структура сама отберет требуемые вещества. А в самом крайнем случае она сможет обойтись и без этого – даже если вырвать кусочек ее тела, оно все равно сумеет вернуть себе прежнюю форму. Бедняжка просто станет на несколько граммов легче. Самовосстанавливающаяся квазиорганическая наноткань, кажется, так это называется в инструкции.

Вода нужна ей только в те волшебные дни, когда мы занимаемся любовью, – или она хочет помучать меня своим плачем – но здесь мы вновь приближаемся к деликатной теме, которой мне не хотелось бы касаться.

Я, однако, слишком долго говорю о том, что у нее внутри – пора бы сказать, что у нее снаружи.

Когда вы приобретаете суру такого класса, вы проводите немало времени с командой сомелье, обдумывая все интимнейшие детали будущего продукта. Вы придирчиво изучаете каждый квадратный сантиметр тела – с ним вам предстоит провести остаток жизни. Обсуждаются такие нюансы, о которых не говорят с самыми близкими людьми. Глаза, нос, подбородок, линии скул, форма соска, пупок и все то, что ниже – любая из этих подробностей отнимает часы, а то и дни. Но частности шлифуются уже на этапе доводки, и это в суре не главное.

Главное в ней – тот опустошительный удар по сознанию, который она наносит каждый раз, когда вы останавливаете на ней взгляд. Сомелье пытались объяснить мне, в чем здесь дело, и я, кажется, понял.

При самом циничном взгляде на самку человека – а производители сур смотрят на нее именно так, – она представляет собой просто биологическую машину, которую можно условно разделить на два блока – информационный и воспроизводящий («гипнотабло» и «спермоприемник», как выразился работавший со мной консультант-суролог).

Воспроизводящий блок – это конвейер по производству новых человеческих существ, про который все и так хорошо знают. А вот информационный блок…

Здесь у меня возникают трудности с формулировкой. Скажем так, это совокупность сигналов, которые женщина посылает в пространство с целью обеспечить (или, наоборт, купировать) репродукцию. Вернее, она думает, что посылает их сама, но на самом деле девяносто процентов за нее делает природа, которой на эту конкретную самку глубоко наплевать. И в этом, конечно, главный источник вековой женской скорби.

Почему так могущественно женское очарование? Почему в юном существе, почти еще ребенке, дремлет сила, способная сокрушить царства?

Дело в том, что красота юной девушки – это свернутое будущее, незримо присутствующее в настоящем. Это сообщение о том, что прямо здесь может запросто открыться дверь в далекое завтра – одна из тех, сквозь которые Маниту ускользает сам от себя в грядущее уже столько миллионов лет. Маниту нравится, когда он видит такую дверь через наши глаза. А мы – всего лишь его слуги и пешки. И все, что мы можем – это почтительно и быстро исполнять его приказы. Даже в те непростые минуты, когда Его взгляд останавливается на мальчиках или овечках.

Теперь я попробую повторить то же самое не так поэтично.

Информационные сигналы, которые должны обеспечить репродукцию, доходят до каждого из шести органов чувств. Тут действуют и запахи, и прикосновения, и вкус чужих губ, и звуки слов, и вызываемые этими словами мысли – но важнейшим каналом, конечно, остается визуальный.

Женская красота с научной точки зрения – это не что иное, как суммарная информация о геноме и репродуктивной способности, которые анализируются мозгом за доли секунды: мужчина понимает, нравится ему женщина или нет, после первого же взгляда. И если она ему нравится, это чувство достигает крайней интенсивности немедленно, ибо через пять минут мужчину могут убить звери и природа не хочет рисковать.

Но мы живем не в пещере, а в обществе. Поэтому совершенно правы были религиозные моралисты, заставлявшие женщин прикрывать специальной тряпочкой не только спермоприемник, но и гипнотабло. Ибо главный половой орган женщины – это, конечно, лицо. Не зря ведь чуткие к тихому голосу природы орки так его и называют: «ебальник». Все это, конечно, самоочевидно – я не стану даже ссылаться на существование такого хрестоматийного жанра храмового порно, как facial. Не говоря уже о косметике.

Наше потомство от некоторых женщин имеет лучшие шансы на выживание (или по какой-то другой причине кажется предпочтительным огромной биологической программе, частью которой являемся мы все). Такие женщины нравятся нам больше, чем другие – то есть не нам, а этой самой программе, которая со свойственным ей цинизмом окунает нас сперва в романтическое опьянение, потом в долгие сердечные муки, а затем в нудные юридические хлопоты.

Создатели сур используют этот информационно-биологический механизм. Сперва они берут пробу вашей ДНК. А потом они рассчитывают такой тип женской красоты, который будет полностью конгениален вашему геному. На других ваша сура будет действовать почти так же – генетически мы все достаточно друг к другу близки. Речь идет только о нюансах. Но, как всякий знает, именно в них и дело.

Такая красота, конечно, ошеломляет – это надо испытать самому. Вам остается только выбрать виртуальный возраст вашей суженой и отшлифовать мелкие детали.

Насчет оптимального возраста особого единства в рядах пупарасов нет – как нет его и среди натуралов. Бернар-Анри, который увлекается оркским юношеством, утверждает, что цветок человеческой красоты быстро увядает, и нужно торопиться сорвать его, пока он еще свеж. В чем-то он, конечно, прав. Я нахожу, что для женщины лучше всего возраст Хлои – шестнадцать лет, та граница, которую наметила сама природа (говорящая с нами в том числе и на языке криминальных уложений, ибо она многолика). Недаром ведь это возраст согласия у орков, еще сохранивших определенную близость к естеству.

Женщины моложе шестнадцати интересуют лишь детей и девиантов. Женщины старше уже занижают свой возраст, чтобы гипнотабло могло легче завлечь клиента в спермоприемник. А раз так себя ведут сами женщины, значит, это действительно голос природы.

Но Кае никогда не надо будет занижать свой возраст. Кая – цветок, который не увянет.

Сура – это не постельный манекен оптимального для вас вида, нет. Она может говорить. И она не просто произносит слова, а вступает с вами в полноценное общение. Ее поведение можно менять в широких пределах – но обо всем этом я расскажу в следующий раз. Сейчас же я объясню только, что я сделал, поддавшись слепой обиде.

Итак, поставив Каю на паузу, я открыл на своем приватном маниту экран ее эмоционально-волевого блока и некоторое время размышлял, не снять ли ее с максимального сучества. Но слова «летающая задница» уже перестали реверберировать в моих ушах, и я решил этого не делать.

А поскольку я уже залез в настройки, я ограничился минимальным вмешательством: пользуясь несколькими вторичными регулировками во вспомогательном окне, я выставил ей усиленный интерес к моей работе – чтобы она не вздумала выполнить свою угрозу. Максимальное сучество делает ее весьма злопамятной, а мне нравится, когда во время полета она сидит у контрольного маниту.

Какими именно ее аспектами моей работы ей следует интересоваться, я уточнять не стал, оставив во всех графах символы «any» или «self-orien». Это была не особо рискованная операция. Кроме того, в тот миг меня все еще переполняла обида и хотелось чем-то себя занять.

К концу процедуры я вспомнил, что уже два раза давал себе слово не лазить в ее настройки, ибо это превращает ее из неповторимого спутника жизни в заводную игрушку. Настоящий пупарас так не поступает – он настраивает свою суру только однажды, на все времена.

Я вновь торжественно поклялся, что подобное происходит со мной в последний раз. А чтобы моя клятва не была пустым сотрясением воздуха, я запер блок настроек на принудительную получасовую задержку – теперь, поставив ее на паузу, надо было ждать доступа к регулировкам тридцать минут. Это ценнейшая черта программы, введенная по многочисленным просьбам пользователей. Пока буду ждать, думал я, проснется gloomy pride[10].

Потом я снял ее с паузы.

Когда я вернулся, она глядела в контрольный маниту.

Камера уже припарковалась на технической стоянке, и по экрану шли контрольные цифры.

– Было страшно, но интересно, – сказала она, подняв на меня свои темные глаза. – Спасибо, попка, развлек. Но я хочу знать, что случилось с этими оркскими ребятами дальше. Особенно с этим парнем. Ты мне покажешь?

Вот так бы сразу.

– А что мне за это будет? – спросил я.

– Как обычно, – сказала она и опустила глаза.

– Когда ты хочешь на них посмотреть?

– Сегодня. Прямо сейчас. Пожалуйста, а?

Обожаю, когда эта девочка меня о чем-нибудь просит.

Я поглядел на контрольный маниту. «Хеннелора» стояла в очереди на зарядку – вся процедура вместе со сменой боекомплекта не должна была занять больше получаса. Но я не хотел слишком ее баловать.

– Сегодня уже не выйдет, душечка, – сказал я и потянул ее за рукав. – Потом. Дня через три. Если будешь хорошо себя вести.

– А почему не сейчас?

– «Хеннелоре» надо отдохнуть. А вот Кае придется немного поработать…

Она кивнула и чуть покраснела. И хоть в самом начале нашего знакомства я два вечера лично настраивал этот эффект, мое сердце забилось значительно быстрей.





Грым не мог сосредоточиться, потому что внизу шумели.

Там уже много часов шла пьянка – провожали в последний путь дядю Хоря, инвалида-сапожника, умершего два дня назад. Сначала между родственниками шла долгая ссора, и до Грыма долетали матюки. Потом внизу помирились и стали петь оркские народные песни.

Сперва прочувствованно, со слезой исполнили «Из этой жопы хуй уедешь». А когда запели «Ебал я родину такую», взяли такое «ля», что Грыму, пытавшемуся делать уроки на втором этаже, пришлось заткнуть уши затычками из пенопластика.

Через два дня надо было сдавать выпускное сочинение за одиннадцатый класс на тему «Что я знаю об Отчизне и мире», а оно еще не было готово. Но Грым не особо волновался, поскольку дома имелось бумажное издание «Свободной Энциклопедии», изданной при Просре Ликвиде. Обычно он списывал все сочинения прямо оттуда, для правдоподобия коверкая язык, пропуская мелкие факты и добавляя ошибки. Это сходило с рук, потому что у учителей такой энциклопедии не было – ее теперь можно было найти только в Желтой Зоне.

Первую часть сочинения он решительно списал из исторического очерка:



«В эпоху Древних Фильмов были две великие страны, Америца и Цхина, которые возвышались над мировым Хаосом и питали друг друга. Когда древность пришла в упадок, Цхина отгородилась от мира Великой Стеной и распалась на отдельные царства, а в Америце начались войны между хиспаниками и афрониггерами, и она разделилась на несколько враждующих территорий.

Самой сильной страной в мире стало наркогосударство Ацтлан, в которое вошел испаноязычный юг Америцы и бывшее Мексицо. К жившим там людям пришел Маниту Антихрист, облачившийся в человеческое тело, чтобы дать новый Закон. Антихрист добровольно взял себе это имя и знак спастики, чтобы очистить людские умы. Ибо самое ненавидимое, самое страшное он очистил Своим Светом и объявил, что прошлого больше нет, и голос Маниту отныне станет говорить из самых темных углов, дабы люди поняли, что нет места, которое не было бы Домом Маниту. И Ацтлан убил Его, и взял Его кровь на себя.

Ацтлан был мрачной деспотией, где правила жестокая и безнравственная элита. Такими же были Ямато, Бразил, Царство Шэнь, Сибирская Республика и Еврайх – все те страны, которые подняли над поверхностью свои офшары…»

Теперь надо было написать про офшары. Грым встал из-за стола, поставил черно-золотой том энциклопедии на полку и взял другой. Открыв его на нужной статье, он сел за стол и принялся писать дальше:

«Первоначально офшары были свободной от налогов экстерриториальной зоной, где не действовало наземное право. Они появились, когда презиратор Ацтлана Хорхе Кровавый даровал всему миру ацтланское гражданство и обязал всех живущих на земле платить налоги под угрозой ядерного холокостинга. Шары, висящие над землей на антигравитационном приводе, формально не попадали под этот закон.

Постепенно туда переместилась киноиндустрия, наука и финансы – сбылась наконец давняя мечта банкиров всей Земли об офшорном эмиссионном банке. Офшары стали превращаться в огромные летающие города, где жила элита человечества, не боясь, что туда ворвется толпа «оккупантов» со своими палатками, громкоговорителями и революционными плакатами. Все технологии социального протеста, известные в прошлом, потеряли свою силу. Когда между наземными странами по неясной причине началась великая война на взаимное уничтожение, офшары не пострадали, потому что были объявлены зоной мира, и атомное оружие против них не применялось…»



Грым перевел взгляд на следующий лист, растерянно пробежал по нему глазами и чертыхнулся. Следующие пять или шесть страниц были вырваны.

Это сделал кто-то из родни – с совершенно очевидной бытовой целью. Причем сделал совсем недавно, поскольку Грым читал статью всего несколько месяцев назад. И она была такой интересной, что он уже предвкушал, как прочтет ее заново. Оказалось, напрасно.

В поисках вдохновения Грым поднял глаза на стену перед рабочим местом.

Там висела визитная карточка двоюродного дедушки Морда – покойного родственника матери, ухитрившегося стать в Биг Бизе настоящим лоером и работать оттуда на богатых вертухаев. На ней были просто и строго напечатанные буквы и цифры:

Морд инн 1 7012 00126 01 8
Attorney at Law
Big Byz 093457890–3288
Карточку повесила мать, когда он был совсем маленьким – чтобы Грым, поднимая глаза, каждый раз вспоминал, чего может добиться своим трудом обычный орк. Как ни странно, пример помогал. Вот и сейчас Грым решил, что вполне обойдется без вырванных страниц.

Кое-что он еще помнил. Особенно историю гибели великих офшаров прошлого – там было много интересного и жуткого. Например, про офшары Еврайх и Ямато говорилось, что они были затоплены после самоубийства командования (он даже помнил – на Еврайхе вся элита приняла цианистый калий после прослушивания древней оперы, а упавший в Балтийское море офшар с тех пор возвышается над ним мертвой черной горой). Циклопический офшар царства Шэнь, где жило больше ста миллионов человек, выбросило в космос, когда пошел вразнос неправильно скопированный антигравитационный привод. Это до сих пор считалось самой крупной катастрофой в истории человечества, и Сражающиеся Царства за Великой Стеной окончательно перешли на экологический путь развития во многом под влиянием этой трагедии.

Ходили слухи, что два последних офшара, Ацтланский и Бразильский, обрушили не современным оружием, а силой колдовства. Про Ацтлан никто ничего толком не знал, потому что после убийства Маниту Антихриста эту землю считали проклятой. А про Бразильский офшар говорили, будто его повалил увитый цветами мальчик, которого привезли на колеснице из черепов ягуара – и сделал он это, играя на дудочке.

В общем, отжалось информации на несколько предложений – но этого должно было хватить.

Дальше следовало сказать пару слов про последний мировой офшар – Бизантиум, или Биг Биз. И хоть он висел прямо над головой, именно эта задача оказалась самой сложной.

Было непонятно, каким тоном о нем писать. Та тщательно составленная смесь заискивающей робости и лютой ненависти, из которой состояли оркские новости, не поддавалась имитации. А стоило чуть переборщить с ненавистью (или, наоборот, с уважением), и могли начаться проблемы.

Грым решил сухо изложить базовые факты, и все.

Население Биг Биза – около тридцати миллионов. Политический режим – либеративная демократура в форме манитуальной демархии (или наоборот – что это такое, все равно никто не понимает). Государственный язык – церковноанглийский, но в ходу также верхнерусский. Политическая система – двухпартийная ритуальная. Фронтмен Резерва Маниту, он же Презиратор и Авгуру Дженерал, выбирается из Рыжих или Белых сроком на шесть лет. По конституционной норме никто не знает его имени и не видит лица; его также запрещено упоминать в новостях.

Точный размер офшара – засекречен (даже этого не можем измерить сами, подумал Грым), но самый большой из всех существовавших, поскольку все, что можно было отстыковать от прошлых офшаров, было перед их гибелью перевезено на Биг Биз. Чем и объясняется его чуть заметная асимметричная горбатость. Офшар, как вы уже догадались, висит над нашим любимым городом-столицей, древней колыбелью цивилизации, где располагалось офшорное поселение позднего проволочного века, уничтоженное ядерным взрывом во время войны Сибирской Республики с Ацтланом… На месте взрыва и находится теперь Оркская Слава, а прямо над ней – Биг Биз, перемещенный сюда несколько столетий назад.

Грым задумался. «Офшорный» – то же самое, что «офшарный», или нет? Слово встречалось уже второй раз. Кажется, нет – кто-то говорил, на этой ошибке все время попадаются выпускники: была такая офшорная цивилизация проволочного века, которую мельком проходят в истории родного края, но к концу школы ее уже никто не помнит.

Еще можно было вставить запомнившуюся фразу из пропагандистской передачи: Биг Биз обречен вечно оставаться на приколе над оркской столицей, поэтому у орков и у людей в конечном счете одна судьба, чего до сих пор не понимает заносчивая олигархия Бизантиума. Но это потом, в самом конце.

Хорошо еще было бы добавить что-нибудь техническое, умное и серьезное, но совсем чуть-чуть, просто чтобы соответствовать государственному тренду…

В статье про антигравитационный привод нашлась подходящая фраза, которой можно было ограничиться. Грым передрал ее полностью:

«В отличие от офшаров прошлого, Бизантиум не может перелететь на другое место или подняться выше – там начинается зона сильных ветров, и его может сорвать с кольцевой бетонной подошвы, под которой спрятаны соленоиды гравитационного якоря, необходимого из-за перегруженности антигравитационного привода избыточной массой».

Красиво и непонятно.

В статье «Религии» нашелся параграф про реформированную религию Бизантиума:

«Мувизм – лицемерно извращенный и выхолощенный от самой своей сути Манитуизм, который считает Маниту Антихриста всего лишь одним из многих воплощений Маниту, прошедших по земле. Сокровенная доктрина Мувизма сохраняется его адептами в глубокой тайне…»

Ну и надо было сказать два слова про название. «Бизантиумом» когда-то назывался город, бывший одновременно последней столицей Запада и первой столицей Востока, и эту символическую роль, тра-ля-ля, тра-ля-ля… В общем, с этой частью все было ясно.

Грым поставил очередной том «Свободной Энциклопедии» на место и взял учебник по экономике – в сочинении обязательно должен был присутствовать пассаж про экономическую жизнь. Здесь опять можно было списывать не думая.

«Официальная стратегия развития оркской экономики заключается в том, чтобы догнать и перегнать Биг Биз по главным фондовым индексам. В оркской экономической мысли существуют две школы, которые предлагают диаметрально противоположные пути к этой цели.

Первая школа, известная как «бизантизм», считает, что следует перенять фондовые индексы у людей, а затем путем модернизации добиться, чтобы у орков они поднялись выше. Это направление экономической мысли считается классическим.

Вторая школа возникла недавно. Ее основал ученый Хазм, который стажировался на Биг Бизе и считался у тамошних экономистов гением-самородком (среди них он был известен под псевдонимом Адам-Смит Вессон Монтстрейтери).

Хазм утверждал, что мир уже несколько столетий живет в Эре Насыщения – когда практически не меняются технологии и языки, человеческие и машинные, ибо исчерпан экономический и культурный смысл прогресса. Не следует считать это застоем – таково нормальное состояние общества. В палеолите люди жили так многие сотни тысяч лет; эпоха «прогресса» занимает в истории человечества не более одного процента времени. Есть все основания думать, что Эра Насыщения будет длительной и стабильной – но, конечно, намного более счастливой, чем прошлые исторические плато. Хазм допускал, что в далеком будущем она вновь сменится витком бешеного роста – все это в деснице Маниту.

Многие взгляды Хазма казались современникам революционными, особенно в области политической экономии. Он доказывал, что оркские фондовые индексы в принципе не могут подняться выше бизантийских, поскольку у орков нет фондового рынка. Мало того, фондового рынка давно нет и у бизантийцев – они определяют свои индексы во время торжественного гадания в Доме Маниту, и в наше время это просто один из религиозных ритуалов Верхнего Манитуизма (т. н. Мувизма).

Кроме того, Хазм утверждал, что экономическое соревнование Уркаины с Бизантиумом бессмысленно, так как офшар и нижние территории являются одной культурно-экономической системой, своего рода «метроколонией». Его слова, что истинной столицей Уркаины является Лондон (сектор Биг Биза, где издавна приобретают летаемость богатейшие оркские вертухаи), вызвали всеобщее возмущение. Перед Священной Войной номер 216 (когда носили гвоздику в нагрудном кармане) Хазма повесили на рыночной площади, чтобы ободрить население.

Впоследствии Хазм был реабилитирован. На основе его идей возникло второе направление экономической мысли, «хазмизм», призывающее орков разработать свои собственные фондовые индексы – таким образом, чтобы они сразу были какие надо. Но это учение кажется многим слишком смелым и простым, отчего реальная экономическая стратегия государства основана на своеобразной амальгаме двух подходов».

Вот этим непонятным словом «амальгама» можно было и закончить. Все сделалось ясно – еще день-два шлифовки, и сочинение можно будет сдавать. Только надо будет обязательно добавить про мировое потепление и гибель Гольфстрима, про высотные ветра, и еще про то, что все черные дыры есть одно и то же Тело Маниту, одна и та же изначальная точка, и нам лишь кажется, будто они разбросаны по небу…

Сделав пометки, Грым облегченно вздохнул – на сегодня с уроками было покончено.

Когда он ставил энциклопедию на место, из нее выпала сложенная гармошкой бумажка, исписанная его собственной рукой. Это была хулиганская шпаргалка по прошедшим временам верхне-среднесибирского, написанная два или три года назад:

та я iбу – та я iб – та я iбалъ – та я iблъ – та я iбалд – та я iбалданъ – та я маю iбалданд – та я мав iбалданданъ

На обороте, тем же синим школьным почерком, приводились примеры правильного употребления – мнемонические правила писарей и переводчиков, часть которых давно стала народными ругательствами:

iблъ тву бабусю,

iбалд тву прабабусю,

iбалданъ тву прапрабабусю

Грым вздохнул. Бумажка сохранилась, а Грым, тот счастливый беззаботный Грым, который писал ее перед давним экзаменом – уже исчез, растаял, как облако в летнем полдне, и дороги назад не было.

Родственники еще пели – и с каждой минутой все агрессивней. Грым решил посмотреть что-нибудь по маниту.

К сожалению, старый снаф, который по нему крутили, трудно было назвать радикальной культурной альтернативой происходившему внизу. Тем более, что Грым уже пару раз его видел.

«Интересно, – подумал он, – почему нам не задают сочинений про снафы? Даже не пишем, что они показывают моральное банкротство разложившейся бизантийской верхушки. А могли бы… Наверно, из-за цензуры…»

Военная часть снафа была порезана от души. Полностью показали только построившуюся для битвы оркскую армию в войлочных шлемах и кожаных жилетах, изображавших «парфянские доспехи». Изредка мелькали враги – снятые издали люди в разноцветных тогах. А как только в кадре появлялись электрические катапульты, следовал до того грубый пропуск, что на экране, казалось, мелькали ножницы.

Зато убитых бетонными шарами орков в войлочных колпаках показывали щедро – долго и в подробностях, под трагическую музыку, которая серьезно портила настроение.

К счастью, военный фрагмент кончился, и начался любовный – в кадре появился относительно молодой Николя-Оливье Лоуренс фон Триер и практически еще свежая Элизабет-Натали Мадонна де Аушвиц.

Великие актеры стояли у ложа на фоне стены, расписанной мистериальными фресками, и влажно глядели друг на друга, держась за руки. На Николя-Оливье была пурпурная тога и бриллиантовая диадема, а на Элизабет-Натали – розовый хитон и бесчисленные ювелирные побрякушки. Они с чувством поцеловались, и вокруг замелькали полуголые юные прислужники и прислужницы – одни снимали с героев многочисленные драгоценности, другие взбивали ложе, третьи зажигали масляные лампы. Ради прислужниц Грым все это и смотрел, – среди них были очень даже хорошенькие.

К сожалению, Николя-Оливье и Элизабет-Натали уже почти разделись, и, как только Элизабет-Натали потянула за завязку своего расшитого жемчугом бюстгальтера, а Николя-Оливье поднял руку, чтобы взять ее сильной ладонью за безупречную грудь, на экране появилась заставка с витиеватой надписью:

ДУХØВНIЙ НАГЛЯДЪ УРКАІНИ
Резать снаф имели право только люди – но они никогда не трогали эротических сцен, убирая из кадра лишь свои военные секреты. А оркская цензура, хоть и не могла ничего вырезать, имела право временно перекрыть изображение своей заставкой. Заставки все время менялись – этой Грым еще не видел.

Под надписью про духовный надзор сияла золотая спастика – крест с тремя загнутыми концами и длинной перечеркнутой ножкой. Спастика была анимированной – по ее золоту перебегали солнечные искры, а под ногой, уходящей в кудряво нарисованный лесок, танцевали веселые зверята – скачущие на копытцах свинки, шутливо дерущиеся обезьянки и помахивающие крыльями курочки.

Грым был уверен, что все орки, глядящие в эту минуту на экран, прикидывают вместе с ним, сколько в Департаменте Культурной Экспансии украли на этом заказе. А украли много, потому что сделать такую анимацию, пусть даже и с халтурной закольцовкой через пять секунд, могли только наверху или в Зеленой Зоне. Ну или в крайнем случае в Желтой. У всех тамошних расценок было много нулей справа.

Как только в динамиках зазвучали томные вздохи, оригинальная звуковая дорожка тоже отключилась, и забренчала оркская музыка. Играла мандалайка – трехструнная мандолина, изобретенная для унификации оркской и бизантийской музыки Просром Солидом. В те времена личных маниту у орков было мало, снафы смотрели в основном в казармах, и, когда экран перекрывала заставка духовной цензуры, тапер развлекал воинов игрой на мандалайке. С тех пор обычай прижился. Проср Солид собирался догнать и перегнать верхних людей – но после одиннадцатой военной победы его убило на Кургане Предков сорвавшимся с пальмы кокосом, и все его наследие объявили проклятым Маниту. А вот мандалайка уцелела.

По другим каналам шли еще два отцензуренных до полной непонятности снафа – один совсем старый, эпохи Просра Ликвида, когда орки ходили в бой в костюмах с галстуками, а другой – сравнительно недавний, времен Рвана Визита, когда на войну надевали камзолы и парики с косичками. Все это было смерть как скучно и уже пересмотрено много раз. Грым выключил маниту.

А потом резко повернулся к окну.

Если бы там действительно висела человеческая камера, Грым все равно не увидел бы ее на фоне неба. Но после кошмара на дороге ему все время казалось, что за ним кто-то наблюдает. Наверно, это было следствием нервного шока.

За окном было то же, что и раньше – облезлые бетонные трехэтажки времен поздних Просров, несколько чахлых пальм и погребальная телега, где уже лежал в своем спутнике дядя Хорь.

Возле телеги курили двое родственников – дядя Жлыг в черном плаще правозащитника и приезжий с юга, которого Грым видел на семейном сборе впервые.

Дядя Жлыг на самом деле не был правозащитником. Он работал на режимном заводе, где делали мопеды «Уркаина» – там всем выдавали офицерскую форму.

Оба мужчины были сильно пьяны и продолжали какой-то начатый за столом разговор.

– Почему технологий нет? – яростно спрашивал приезжий с юга. – Даже тех, которые сто лет назад были. Что это такое, как не диверсия?

Дядя Жлыг посмеивался, как будто говорил с ребенком, но отвечал, на взгляд Грыма, вполне серьезно.

– Зачем диверсия. Тут и диверсии никакой не надо. Во-первых, у нас считают, что инженер – это низшая каста. А герой нашего времени – это вертухай с хатой в Лондоне. Или на худой конец какой-нибудь филологический говнометарий, которого в университете семь лет учили фигурно сосать у кагана. Особенно если он в Желтую Зону пролез и не только у кагана сосет, но и у верхних. А я при них типа слуга-механик. А теперь подумай, зачем я, инженер, стану наживать себе грыжу? Поднимать к звездам этих орлов? Да пусть они в говне утонут со своим «Словом о Слове»…

Дядя Жлыг покачнулся, но приезжий помог ему удержаться на ногах.

– А во-вторых… – продолжал дядя Жлыг.

– Что?

– Мы, орки, друг друга мучаем. Все делаем через обман, подлость и страх. И над материей хотим властвовать точно так же…

– У верхних по-другому?

– Верхние люди обходятся с материей как с женщиной. Они ее ублажают и убеждают. Заинтересовывают. А орки пытаются ее наебать или отпидарасить. Причем даже этого не умеют – начинают пидарасить, не успев наебать. Или сначала отпидарасят, а потом зачем-то наебывают. Орут на нее, как в тюрьме – изменись, сука! Ща как дам! И все время бьют по ней воображаемой кувалдой. Как по ним самим с детства били. Поэтому все наши вещи такие страшные и плохо работают. Наших властей давно не боятся ни атомы, ни молекулы… Эх… Да с чего мы вдруг сделаем что-то красивое и полезное, если…

Дядя Жлыг широко повел рукой, словно приводя в качестве последнего довода панораму окружающего мира. Аргумент был, конечно, железобетонный.

– Наши предки микрочипы делали, – сказал приезжий с юга.

Дядя Жлыг сплюнул.

– Да ты че, с пальмы упал? Это пропаганда все. У каждой цивилизации есть свой технологический предел. Ты «Дао Песдын» почитай. Какой микрочип можно сделать в уркаганате под шансон? Тут можно качественно производить только один продукт – воцерковленных говнометариев. Еще можно трупным газом торговать. Или распилить трубу и продать за Великую Стену.

– Какую трубу? – спросил приезжий.

– Легенда такая есть. При первых Просрах одного рыжего вертухая поставили на газ. А он в первый год распилил все старые трубопроводы и продал в царство Шэнь на металл.

– А маниту украл?

– Зачем украл. Пустил себе на бонус. За прибыль по итогам года.

– И что с ним дальше было?

– Известно что. В Лондон улетел. А мы с тех пор продаем газ в баллонах. Хорошо хоть, баллоны пока делаем. А ты говоришь, микрочипы…

Они затушили окурки и пошли назад в дом. Грым вздохнул – дядя Жлыг во всем был прав, но в инженеры все равно идти не хотелось. С будущим инженером Хлоя бы в лес не пошла.

Спутник уже закрыли крышкой – день был жаркий, и с дядей попрощались пораньше, чтоб не рисковать насчет запаха. По древней примете половинки спутника сшили освященной коровьей жилой (чтоб покойничек не вылез в космосе, не долетев до Маниту – в это, конечно, никто не верил, но обычай соблюдали). Спутник был самый дешевый – четыре крашеных в белый цвет палки косо торчали в небо из грубо сплетенной сферы, похожей на большую перевернутую корзину. Хоронили дядю без помпы.

Никакой камеры, конечно, нигде не было.

Грым засмеялся.

– Да кому я нужен! – громко сказал он.

Эти слова странно прозвучали в пустой комнате, и Грым сразу понял, что лучше бы он их не говорил.

На самом деле двор выглядел не совсем так, как раньше. Рядом с телегой появился новый объект, которого он сперва не заметил на фоне свежевскопанной грядки.

Это был черный мотоцикл районного прокуратора, отца Хлои. И хоть мотоцикл не выглядел особенно обтекаемым или грозным, Грыму показалось, что он чем-то похож на боевую человеческую камеру.

И тут же в дверь постучали.

На пороге стояла нарядившаяся на похороны тетка в новом зеленом сарифане, уже размотавшемся на животе. Она была пьяной.

– Пойдем вниз, Грым, – сказала она. – Ехать скоро.

– Я не поеду, – ответил Грым.

– Тогда выйди попрощаться. И еще прокуратор пришел. У него к тебе дело.

Поминальный стол был накрыт в главной комнате. За столом сидели родичи Грыма – дядья, тетки, пара двоюродных братьев и даже маленький племянник из деревни. Грым подумал, что еды на столе могло быть больше, а бутылок с рисовой волей – меньше.

Когда он вошел, прокуратор, сидевший под образом Маниту с рюмкой в руке, как раз договаривал прощальное слово:

– …не такое время, как наше. Тогда, брат, у людей чугунные носороги были, а урки ходили на них с бамбуковой рогатиной. Потому что предательство, конечно, со всех сторон. Но подвига героев это никак не отменяет, а наоборот. И нынешние наши помнить должны, им тоже скоро придется. Так не всякий сможет, как Хорь, обе ноги потерять и семью кормить. Так что давайте помянем. Лети, Хорь, в чертог Маниту, и да будет тебе космос слаще воли. И чтоб у нас все было хорошо. А оно и будет, потому как наша вера правильная. Маниту за нас.

– Маниту за нас, – нестройно повторили за столом.

Допив, все встали – теперь по обычаю надо было быстро-быстро ехать, чтобы догнать улетающего в космос духа. Грым расцеловался в щеки с воняющими луком и волей лицами, подарил деревенскому племяннику свою старую бейсболку с переплетенными буквами «BB», пообещал кому-то из незнакомой родни чаще захаживать в гости, и они с прокуратором остались вдвоем.

Прокуратор со своими дредами и седой бородкой выглядел точь-в-точь как один из тех воинов, которые чуть не прибили Грыма с Хлоей на дороге. Только одет он был иначе – на нем не было черных лат, а вместо полевого камуфляжа с листочками и ветками он носил городской, изображающий бетонную стену с засохшими плевками, выбоинами и разными рисунками: пробитым стрелой сердцем, богохульно разогнутой спастикой и сибиризмом «мøхнаткя» (над которым, чтобы не оставалось сомнений, было изображено поименованное). На груди у него болталась полугражданская медаль, а в левом ухе висели две серьги – наверно, для лучшего контакта с молодежью, мрачно заключил Грым.

Прокуратор поставил друг против друга два стула, сел на один и указал на другой Грыму.

– Садись, – велел он.

Грым пожал плечами и сел – возразить не было повода.

Прокуратор достал из кармана костяную трубку, щелкнул зажигалкой и затянулся. В воздухе завоняло горелыми тряпками и еще какой-то тошнотворной дрянью. Прокуратор поманил Грыма пальцем к себе и повернул трубку чубуком в его сторону.

– Я не хочу, – сказал Грым.

– Я тебя не спрашиваю, хочешь ты или нет, – ухмыльнулся прокуратор. – Я тебе в приказном порядке продуть желаю. А то не поймешь ничего.

– Запрещено законом, – сделал Грым последнюю попытку.

– Закон – это я, – сказал прокуратор, взял трубку в кулак, а другой рукой бесцеремонно схватил Грыма за ухо и притянул к себе. Когда лицо Грыма оказался рядом с трубкой, прокуратор поднес губы к кулаку и сильно в него дунул. Грыму пришлось вдохнуть султан дыма, вырвавшийся из мундштука, и едкое курево обожгло ему легкие. Он закашлялся. А когда восстановил дыхание и поднял глаза, все в мире было уже не так.

Во-первых, мир стал страшен. Он сделался невероятно опасен. Яркая переливающаяся опасность исходила от всего: от окон, за которыми затаилась оркская столица, от стола, заваленного объедками и пустыми бутылками, от комода с дешевыми рюмками из синего стекла и даже от иконы с образом Маниту – символическим изображением черной дыры с аккреционным нимбом и двумя узкими фонтанами излучаемой в пустоту благодати. Маниту, похоже, был вовсе не на стороне Грыма.

Во-вторых, мир стал не только опасен, но и гнусен – невыразимо и густопсово.

В-третьих, он стал окончательно безвыходен. Спрятаться было некуда. И убежать тоже.

Но страшнее всего показался сидящий напротив прокуратор с нарисованной на груди женской промежностью, прямо к волосам которой была приколота медаль.

Грым вдруг понял, что ужаснувшее его состояние было для этого человека привычным и родным. Он приходил в него добровольно. Мало того, он шел так в бой, навстречу смерти. Это было непостижимо. Это было выше понимания. Грым почувствовал полное бессилие противостоять такому могуществу.

Прокуратор, видимо, хорошо знал, что происходит с Грымом. Он еще раз затянулся и спросил:

– Ну че, все понял?

Грым кивнул. А потом кивнул еще несколько раз, опасаясь, что в первый раз недостаточно четко выразил свою мысль. Кивки дробно поплыли к иконе с черной дырой. Но до прокуратора все-таки дошел один или два.

– Тогда поговорим, – сказал тот. – Про вас с Хлоей я знаю. Все теперь знают, кто новости смотрит. Хлоя, конечно, круто вверх пошла. Она сейчас в Зеленой Зоне, и с ней этот басурмангер.

– Дискурсмонгер, – поправил Грым.

Звук собственного голоса ошеломил его, и он тут же стал, путаясь в словах, объяснять, что вовсе не хотел обидеть прокуратора этим исправлением, а совсем наоборот – он поправляет только тех, кого уважает и любит, и его собственная мама, когда была жива, говорила «бисермонгер», от чего он так и не смог ее отучить. К счастью, вскоре он понял, что произнес вслух только слово «дискурсмонгер».

Но прокуратор, похоже, все равно все услышал.

– Мне похуй, – объяснил он.

Грым покосился на медаль и сразу поверил.

Несколько минут они молчали. Прокуратор внимательно изучал висящий на стене плакат с наложенными друг на друга профилями Рвана Дюрекса и Рвана Визита над золотым призывом:

ПОРА МАТI ВИЗНАЧДАНД, БРАТХА —
ТУДЕМØ АБО СЮДЕМØ!
Плакат был редкостью, потому что их напечатали совсем мало – когда собирались устроить выборы между Визитом и тогда еще молодым Дюрексом. В конце концов передачу власти оформили по-другому: Рван Дюрекс дал прежнему кагану в ухо во время парада, и ему тут же присягнули ганджуберсерки с правозащитниками. Это, конечно, оскорбило оркскую интеллигенцию до глубины души, но Славу в те дни бомбили почти каждый день, бумажный маниту со страшной скоростью дешевел, и с верхними стилистами старались не спорить.

С тех пор прошло много лет, но пожилые орки до сих пор вспоминали о днях, когда демократура казалась совсем близкой. Такой плакат считался легкой фрондой, и его вывешивали на стену только в самых смелых либеративных домах с контактами в Желтой Зоне.

Грым начал было оправдываться, что это повесил не он, а покойный сапожник Хорь, которому удалось забраться так высоко без ног, когда ночью к нему пришли другие сапожники, подсадили его и сразу ушли – но, когда Грым совсем запутался в своем вранье, оказалось, что он опять даже не открыл рта.

Дождавшись, пока он это поймет, прокуратор заговорил снова.

– Тебя в новостях тоже показали. Но только один раз, самый первый. А во всех повторах Хлоя одна была. Это там, – прокуратор кивнул вверх, – так решили. И хоть басурмангер вам двоим пропуск в офшар обещал, у тебя его по факту нет. Потому что в Зеленую Зону тебя никто не пустит – первое кольцо охраны наше, а в списки тебя не внесли. А если тебя в Зеленую Зону не пустят, как ты тогда вверх попадешь? Короче, Грым, наверху ты им не нужен.

Грым соглашался с каждым словом – кажется, даже чуть раньше, чем оно достигало его ушей.

– Пропуск тебе сделали, по моей информации, только в Желтую. То есть можешь к ним пойти нетерпилой. Я бы на твоем месте не стал. Потому как война совсем скоро. И на пропуск в Зеленую ты выслужиться не успеешь.

Прокуратор еще раз затянулся. Пауза помогла Грыму лучше разместить в голове все только что услышанное. Прокуратор говорил очень разумные и ясные вещи.

– И потом, – продолжал он, – чего хорошего нетерпилой быть? Ихние басурмангеры еще ладно, умные люди. А вот наши, которые из Желтой Зоны – самое говно и вонь. Один недавно открытие сделал. Уркаина, мол, крытоколония Биг Биза.

– Криптоколония, – неожиданно для себя поправил Грым.

– Во-во, я и говорю. Они, мол, через то нами управляют, что одному дают натыренное спрятать, а другому нет. Тыщи лет не прошло, как доперло до мужика. Где они только траву такую берут?

Фраза насчет травы была, как догадался Грым, ганджуберсеркской шуткой – прокуратор хотел показать, что говорит с ним как со своим.

– Без головы по-любому плохо, – продолжал прокуратор. – Ты вон Труха знал? В нашем районе жил когда-то.

Грым отрицательно помотал головой. Труха он один только раз видел в новостях. Это было перед прошлой войной.

– Пошел пацан в нетерпилы. Прописался в Желтой Зоне. Дали ему майку «свидетель тирании», прикрепили персональную камеру, все по высшему разряду. Целый год по Славе ходил, а камера над ним летала. Как пусора увидит, подбежит сзади и хрясь ногой в жопу. Пусор обернется – все сразу видит, понимает, а сделать ничего не может, только улыбается и честь отдает. Ну, повыебывался парень, это да. А больше ему за все время ничего умного в голову не пришло. И наверх ему пропуска так и не дали. А как война началась, удавили лоха в первый день. Не пусора даже, носильщики с рынка, которые заебались на него в новостях каждый день смотреть. Тебе такое надо?

Грым опять отрицательно помотал головой. Он сначала не понял, кто такие «пусора», а потом вспомнил, что так ганджуберсерки называют правозащитников. Две ветви власти друг друга не любили – у правозащитников тоже была целая куча обидных названий для ганджуберсерков, из которых самым нежным было слово «говнокуры».

– Тогда слушай. Скоро опять война. Причем она тяжелая будет, формы шьют чуть не двадцать видов. Надо поднять боевой дух. Поэтому хотим призвать тебя в ряды. И дать об этом широкую информацию, чтобы народ видел – не все у нас еще продались. Чтоб тебя по маниту показали, возьмем к уркагану вестовым. Будешь приказы развозить. Свой мопед «Уркаина». Из вестовых почти все возвращаются, кто клювом не щелкал. Потом у тебя такая карьера начнется, что ты и в офшаре выше всей этой желто-зеленой ботвы поднимешься, включая мою родную дочь. Не веришь?

Грым пожал плечами.

– Смотри. Если пойдешь в нетерпилы… Ну, пусть тебя даже наверх пустят. Что ты там делать будешь? Губами хуй ловить? У тебя же ни маниту за душой, кому ты там нужен? Так и будешь на подхвате. А по нашей линии двинешь, не поверишь сколько заработать можно, если вписался правильно. И все туда, – он кивнул вверх, – на счета идет. А у них закон – украл сто миллионов маниту, сразу почетный гражданин Лондона и оркский инвестор. Так все серьезные вертухаи делают. Прикинь, что лучше – пусоров по жопе бить, пока они тебе шею не свернули, или войти в серьезное дело? Тихо, без вони?

– Войти в серьезное дело, – удалось повторить Грыму.

– Вот и я так думаю… – Прокуратор затянулся еще раз. – В жизни, Грым, два пути. Можно к Маниту стремиться в своем воображении. Или так к нему полететь, как дядя Хорь. В спутнике. А можно к нему подняться еще при жизни – прямо в Лондон. И не сосать за еду, а реально над рекой стоять, с яйцами…

Прокуратор закашлялся и помахал перед собой ладонью, чтобы разогнать дым.

– Я недавно одного вертухая наверх провожал, – продолжал он, – имени называть не буду. Не то что я его лично знаю, просто охранять назначили. Серьезный мужик, моторенваген весь черный, не поймешь, где окно, где дверь. Впереди – прокуратор на мотоцикле. Я то есть. Приезжаем в назначенное место. Вроде, – ничего особенного, кривая пальма на краю дороги и рисовое поле. Вертухай этот даже без вещей, просто с сумочкой. Одет – ничего особенного, плащ кавалерийский, как наверху носят. Ты или я так можем одеться. Только на груди цепь с золотым баллончиком. Причем не с палец, нет – тонкая такая, и баллончик совсем крохотный – просто факт обозначить, что по газовой части. Ждем. Вроде назначенное время без минуты, а никого нет. Я нервничать стал, а он спокойно так стоит, улыбается – видно, не в первый раз. А как только время подошло, прямо перед нами в пустоте открывается такая треугольная дверца – и опускается к земле, получаются как бы ступени. И видно, что внутри там махонькая комнатка с креслами. А снаружи если посмотреть, вообще ничего нет. То есть личный порноактерный трейлер, представляешь? У нашего оркского вертухая. Он туда залазит, дает мне отмашку, что все ништяк, дверь закрывается – и все.

– Я тоже такое видел, – сказал Грым.

Оказалось, что он уже может говорить.

– Ну видел, и хорошо, – отозвался прокуратор. – Значит, знаешь, как все в мире устроено. Вот так умные люди в Лондон ездят. Но не все так могут. Начинать надо с маленького. Хочешь быть глобальным урком? Научим. Но сперва надо в казарме посидеть с простым народом. А перед войной перекинем в штаб к Дюрексу. Не бойся, пердолить он тебя не будет, пидарасов ему по другой линии подбирают. Ты только для пропаганды нужен. Все понял?

– Мне восемнадцати нет, – сказал Грым.

– Оформим волчонком. Не ссы, вопросы решать мы умеем. На тебе повестку, лично вручаю.

Прокуратор поднялся с места, оставив в руках у Грыма листок коричневой бумаги.

– Ты, похоже, парень умный, – сказал он. – Думаю, все до тебя уже дошло. А нет, дойдет, когда с утра перечитаешь. Там адрес и срок прибытия. Желаю боевой удачи. А я поехал в район…

В окне снова появилось солнце. Прокуратор встал и пошел к выходу. Его голова оказалась в солнечном луче, и Грыму почудилось, что копна несвежих дредов вдруг превратилась на миг в легкие белые кудри бизантийского дискурсмонгера.

Когда прокуратор вышел, Грым повалился прямо на пол. Почему-то хотелось полежать на жестком.

Прокураторское курево постепенно отпускало. Жуткая составляющая, которая делала мир невыносимым и страшным, прошла быстро, а свинцовое отупение держалось до самого возвращения родни с Болота Памяти.

Родня вернулась довольная и растроганная. Многие плакали. Оказывается, когда похоронная процессия проезжала деревню перед кладбищем, ей встретился бизантийский скупщик детей. Это было верной приметой, что в следующей жизни спутник поднимет умершего на офшар.

– В черном плаще, с железным чемоданчиком, – умильно рассказывала тетка. – На лице маска марлевая – мол, не могу вашу вонь нюхать. Деревенские перед ним уже дитев своих на столах разложили. И каждый своего писюна норовит на анализ без очереди, чуть не дерутся даже. Он ведь одного купит, ну двух – и прощевайте на год… Ой, Грым… А чего ты на полу дрыхнешь? Волю со стола допил?

Потом она посерьезнела, подняла Грыма на ноги и повела на второй этаж, чтобы не мешали галдящие родственники, усаживающиеся вокруг стола.

– Слушай, деточка, какое дело, – заговорила она. – Тебе скоро на войну, прокуратор сказал. Мне сейчас объяснили, что закон новый вышел. Называется «О Защите Защитника». В стране сейчас порядок наводят – в общем, кого с документами власти мурыжат, если обагрить боевой кровью, то велено решать вопрос незамедлительно, и взятку требовать не посмеют. Грымуль, я хочу, чтоб ты целенький вернулся – но если тебя, не дай Маниту, поцарапает – я тебе дам с собой папочку? Там несколько бумаг на сибирском, наша на амбар, и от деревенских. Им там воду никак не проложат – какой год в ведрах с реки носят, недавно кобры двух девчонок убили. Лады?





Чтобы понять, как суры могут вступать с нами в полноценное общение, не имея личности, сознания и души (как бы мы ни называли то, что делает нас людьми), надо быть ученым сомелье. Я к таким не отношусь, и мой пересказ их объяснений может оказаться не вполне точным. Но я не собираюсь уделять теории много места.

Говоря коротко, суры нас обманывают.

Но точно так же мы обманываем друг друга сами.

Что происходит, когда мы с кем-то говорим? Мы оцениваем услышанные слова, выбираем подходящий ответ и произносим его вслух. Если мы хотим обидеть собеседника, мы делаем наши слова острыми и ядовитыми, если мы хотим ему польстить, мы подсыпаем сахару, и так далее. Это просто обработка входной информации на основе культурных кодов, биологических императивов и личных интенций.

С культурными кодами обстоит проще всего – нет никаких проблем залить в суру самую подробную экранную энциклопедию и все ее кросс-линки, десять раз перемноженные сами на себя. Темы для разговора, фразы и фразочки, обстоятельства, когда их следует произносить, интонации и прочее – это не такая уж и великая наука. К тому же настоящая женщина открывает рот лишь для отвода глаз. Мне в этом смысле понравился отрывок из глянцевого мануала к Кае:

«Женщина репродуктивного возраста, поддерживая светскую болтовню на рауте, обычно контролирует процесс общения не по параметру смысла, а по совсем другим индикациям, и, проведя оценку огромного массива входных данных, решает вопрос о биологическом контакте вне всякой связи с ходом и содержанием разговора, что сразу же чувствует собеседник…»

Вот именно. Отсюда и все эти легенды об иррациональности женского сердца – какая, прости Маниту, чушь. Нет ничего рациональнее женского сердца, просто это рациональность высшего порядка – ибо женщина здесь выступает не как дурочка с вечеринки, а как безличный аспект природы и вечности. Этот социально-биологический механизм тоже поддается программной симуляции без особых проблем, так как опирается на вполне просчитываемые параметры – что, я думаю, понятно и так.

А вот с интенциями человеческого сердца дело обстоит сложнее. Я имею в виду те эмоционально окрашенные желания, которые заставляют нас метаться по окружающему пространству с момента пробуждения до отхода ко сну.

Многие пользователи не хотят в это верить, но ничего подобного у суры просто нет, потому, что в ней отсутствует внутренний субъект такого желания. И как ты ни бейся, в этом аспекте сура навсегда останется той бесчувственной резиновой женщиной, от которой произошла когда-то в древней стране Ниппо. Сура может только имитировать чувства. Но качество такой имитации – это и есть самое главное.

Есть ли у них личность? И да, и нет. Смотря как понимать это слово. Суры такого класса, как Кая, неповторимы. Достигается это особой конфигурацией внутренних информационных связей. Они так же уникальны, как разные замки одной и той же марки – конструкция одна, но ключ везде свой. Если вы купите вторую суру и выставите ей те же настройки, это будет несколько другое существо. Вернее сказать, другая имитация. Такие опыты делали.

Важнейшая и тончайшая часть внутреннего устройства суры – это так называемый эмоционально-волевой блок. Заложенные в него алгоритмы очень сложны и основаны на изощренных взаимодействиях базы культурных кодов с генератором случайностей, которым, в свою очередь, управляет другой генератор случайностей – что позволяет сделать суру по-настоящему непредсказуемой. Конечно, в строго очерченных границах – как и в случае живой женщины.

Все биологические механизмы, которые за миллионы лет изобретены безжалостной природой для обмана живых существ, используются сурой с одной целью – доставить вам максимальное наслаждение. Но на пути к этому наслаждению вам, возможно, придется испытать и боль – такова, как утверждает инструкция по эксплуатации, диалектика экстаза.

Компания предоставляет около ста стандартных «характеров» – эмоционально-волевых модусов, каждый из которых проверен многочисленными тестами (полагаю, что биологические женщины делятся на значительно меньшее число реальных типов). Если вы пользуетесь любым из фабричных пресетов, ваша сура находится на многолетней гарантии, и опасаться вам нечего.

Гарантия снимается, если вы переходите к ручным регулировкам. Вы можете сделать это только после того, как прочитали и подписали дополнение к лицензионному соглашению, по которому компания перестает отвечать за суру и вашу жизнь. Сура на ручной настройке действительно может быть опасной. Особенно если вы не умеете ею пользоваться.

Но именно здесь владельца суры и ждет возможность настоящего счастья.

Дело в том, что именно эта процедура превращает суру из предмета мебелировки в живого непредсказуемого спутника жизни, который может погибнуть сам, а может отправить на тот свет и вас. Такие случаи действительно были. Однако ваша смерть на самом деле маловероятна. Главная опасность в том, что сура может убежать или самозаглушиться. Вот это происходит часто.

Дело здесь не в том, что она действительно хочет вас бросить или погибнуть. Она ничего не хочет. И погибнуть она тоже не может, поскольку не живет.

Но она предельно точно имитирует поведение выбранного вами эмоционально-волевого типа на основе имеющихся у нее шаблонов, и ваше стремление к правдоподобию отношений легко может закончиться столкновением с суровой правдой жизни. Посмотрите на себя в зеркало, и вы поймете, о чем я говорю. Впрочем, сбежавших от уродливого хозяина сур быстро находят – пространственная блокировка не дает им уйти далеко от дома. Это случается часто, и доставляет хозяину всего лишь несколько лишних минут радости.

Сложнее дело с так называемой «нирваной». Это какая-то внутренняя закоротка, которая часто случается при ручном управлении у пользователей, выставляющих своим сурам максимальную духовность. Сура при этом не просто убегает, а прячется и отключает все системы, впадая в подобие спячки – так что найти ее бывает довольно сложно. Потом я еще скажу об этом пару слов.

Когда вы заняты регулировкой, вы видите на маниту подобие большого пульта со множеством ручек, которые можно передвигать вверх и вниз – словно вы настраиваете многополосный эквалайзер. Таких экранов очень много, а самих регулировок просто несчетное количество, и параметры часто имеют смешные названия, вроде «покраснение щек», «сонная нежность» или «позевывание».

Вроде бы все интуитивно понятно – вы, например, поднимаете параметр «сонная нежность», и ваша сура, изображая отход ко сну, не просто замирает в кровати рядом с вами, а придвигается близко к вам и прижимается к вашему боку своим теплым нежным тельцем, или что-нибудь в этом роде. В результате у вас создается успокаивающее впечатление, что вы настраиваете безопасный и простой домашний электроприбор вроде ночной грелки, и все про него уже поняли.

Ничего не может быть дальше от истины.

С регулировками всяких мелких поведенческих особенностей разобраться действительно несложно. Допустим, вам нравится, чтобы ваша сура позевывала. Нет проблем, она будет так делать хоть каждые тридцать секунд, и ни на чем другом это не скажется.

Но вот с такими параметрами, как «духовность», «сучество», «соблазн», «прямота», «кокетство», «двуличие» и всем прочим, что входит в так называемый «красный блок» (регулировки, отмеченные красной звездочкой), дело обстоит гораздо сложнее.

Про странности в поведении сур издавна говорят так – «сколько кручин, столько причин, а сколько причин, столько кручин». Как объясняет экранный словарь, «кручиной» в древности называлась круглая ручка, которую надо было крутить, чтобы поменять настройку электронного прибора. Контрольный экран красного блока оформлен именно так. Это не шалость сомелье и не дань моде на архаику, а суровое напоминание клиенту о серьезности происходящего.

Дело в том, что, меняя параметры красного блока, вы влияете на все аспекты поведения сразу. Если вы, допустим, одновременно выставите на максимум «сучество» и «сонную нежность», то ваша сура может прижаться к вам перед сном с такой силой, что вы упадете с кровати.

Я, конечно, чуть утрирую, но «интерференция поведенческих паттернов», как выражается руководство по эксплуатации, действительно может привести к неожиданным результатам. Поэтому живая женщина при всей своей взбалмошности куда прозрачней, чем сура в режиме ручной регулировки.

Самым коварным параметром является именно «духовность». Когда она находится на позициях, близких к максимуму, все поведение суры, вся ее речь и реакции резонируют с древней мудростью человечества. Причем база данных время от времени обновляется. Когда ваш контрольный маниту с утра сообщает вам что-то вроде «Подгружено пять книг Палийского Канона и Евангелие от Варравы!», а вы даже отдаленно не понимаете, что это такое, приходится гадать, не получите ли вы вилкой в глаз в ответ на какую-нибудь нескромную просьбу.

Именно поэтому все профессиональные настройщики не рекомендуют поднимать духовность выше сорока, максимум пятидесяти процентов от максимума, а в фабричных режимах она и вообще не бывает выше пяти. Это гарантирует, что все внутренние референции суры к сакральным смыслам не приведут к трагическим последствиям. Грубо говоря, если ваша сура и убежит, то для того, чтобы вы в конце концов нашли ее и прижали к сердцу – а не затем, чтобы действительно впасть в нирвану в каком-нибудь забытом вентиляционном колодце, которого нет ни на одном навигаторе.

Но все настоящие ценители – это фрики. И я один из них.

На максимальной духовности наше общение сделалось невероятно интересным и волнующим. Когда она пытается объяснить мне что-нибудь важное во время наших ласк, когда старается спасти меня из бездны моего падения, в моих чреслах просыпается невероятная сила. Она, так сказать, проповедует и убеждает, а я в это время… Сами можете догадаться.

Кому-то может показаться, будто духовность в суре – это не так уж важно. Но для пользователей попроще существуют резиновые куклы, заполненные красной краской. Истинный ценитель знает, что обладать прекрасным телом – одно, а высокодуховным прекрасным телом, божественным цветком, в котором бьется древнее сердце человечества – совсем другое. Такое надо испытать, словами здесь ничего не объяснишь. И если вы уже пробовали этот яд, то вопрос для вас не в том, включить своей суре высшую духовность или нет, а в том, как пользоваться этим режимом безопасно.

Я решил проблему просто.

Кая не может выйти за пределы моего дома – у нее включена блокировка пространственных перемещений. Если называть вещи своими именами, она бегает на невидимом поводке вокруг кровати, но поводок имеет достаточную длину, чтобы это не было заметно до тех пор, пока она не попытается пересечь порог нашего гнездышка.

Кая уже два раза впадала в нирвану, но, пока она дома, вытащить ее оттуда не проблема. Это делается через «restore defaults», после чего ручные настройки приходится выставлять заново. Но это не такой уж и долгий процесс – если у вас, конечно, остался бэкап последнего конфига. Память, к счастью, сохраняется.

Если я добавлю, что одновременно с духовностью я держу на максимуме сучество и соблазн, вы поймете, какая гремучая смесь перекатывается под нежной кожей моей куколки. С ней ни на секунду нельзя расслабляться.

Умом я понимаю, что ее волнующее бытие есть всего лишь искаженное отражение моего собственного, чистая иллюзия – в сущности, я просто кривляюсь перед сложно устроенным зеркалом. Но Кая для меня куда более реальное живое существо, чем любой из орков, которых я вижу в своих летных очках. Да и про людей, если честно, я мог бы сказать то же самое.

Иные утверждают, что сура – это просто усложненный способ эротического самообмана. Может, и так. Но пусть уж лучше я буду обманывать себя сам, чем позволю это мачехе-природе, лупящей меня по голове своей гормональной дубиной, или лицемерной общественной морали, собирающейся поднять возраст согласия с сорока шести до сорока восьми.

С тех пор, как Кая начала симулировать интерес к двум юным оркам, я уже не опасался, что она свалится в нирвану – на имитацию уходило слишком много программных ресурсов. Я помнил, конечно, что это чистое притворство – но именно мое отчетливое понимание данного обстоятельства и превращало Каю в живую женщину. И хоть ручная настройка означала потерю гарантии, наши отношения приблизились к той гармонии, о которой говорят все сексуальные энциклопедии и мечтают все пары. Игра стоила свеч.

Мне, правда, то и дело приходилось гонять «Хеннелору» в Оркланд без служебной необходимости – просто развлекая свою душечку. Искать Грыма и Хлою было несложно, потому что в их телах все еще оставались мои метки – по ним маниту находил их издалека. Мотаясь над Славой, я сделал несколько выразительных крупных планов оркской деградации, за которые мне неплохо заплатили.

Было еще одно приятное следствие. Насмотревшись, как моя камера скользит над узкими оркскими улочками, уворачивается от столбов, огибает вывески и протискивается в подворотни, Кая поняла наконец, какой пилот избрал ее в спутницы жизни. В ее отношении ко мне стали проявляться эффекты, которых я не программировал лично.

Это была та самая «интерференция паттернов» – и я обеими руками был за. Все теперь обстояло в точности как у людей. Когда, вернувшись с вылета, я ловил ее восхищенный взгляд, мне целый вечер после этого хотелось плакать и петь.

Я до сих пор не знал, почему у нее вызывают интерес именно эти два орка, а не, к примеру, технические аспекты священной съемки на храмовую пленку в условиях плохой видимости. Видимо, это было связано со всем букетом ее вкусовых предпочтений. Особенно с духовностью, которая заставляет изображать предельное сострадание ко всем живым существам, появляющимся в моем прицеле (она видела на контрольном маниту в точности то же, что я в своих летных очках).

Конечно, каждый предвоенный день на меня обрушивался град упреков. Они были в какой-то степени справедливыми – но ровно в той же мере, в какой орка можно упрекнуть, что он давит муравьев, когда пашет свое поле.

– Ты понимаешь, что ты палач? – спрашивала она. – Тогда, на дороге – зачем ты убил этих несчастных?

– Несчастные? Это были люди в военной форме с оружием в руках.

– Вчера они были крестьянами. Их просто вызвали в эту… Не знаю, как это называется, в управу. И велели надеть эти дурацкие балахоны, придуманные вашими же сомелье. Это дает право их убивать?

– Они сами должны думать о том, почему у них такая форма правления. Пусть борются за свободу. Мы им поможем с воздуха.

– Ты начал войну.

– Не преувеличивай. Война начинается, потому что это воля Маниту. Природа Маниту такова, что иногда он требует крови. У нас, художников и философов, только один выбор – заработать на этом денег или нет. А деньги всегда нужны, моя душечка. Хотя бы для того, чтобы оплатить твой припадок праведного гнева. Ну и все остальное, что мы так любим с тобой делать, хи-хи-хи…

– Грязная похотливая жирная обезьяна.

Оскорбления невероятно возбуждают.

– Ты не только убил несчастных солдат, ты еще разбил жизни этим двум, Грыму и Хлое. Грыма теперь, наверно, тоже убьют…

И тут я разозлился всерьез.

Весьма для меня необычно. Я проанализировал свои чувства – и меня ждало настоящее открытие.

Я начинал ее ревновать.

Это было оглушительно – словно вдруг выяснилось, что у меня тоже есть контрольный маниту, на котором моя куколка может двигать регулировки своими нежными пальчиками. Я был в восторге, в настоящем восторге – и бедняжке пришлось в очередной раз разделить его со мной прямо на полу.

Незабываемая минута.

Между тем у ее слов были некоторые основания. Дела у оркской парочки к этому времени шли непросто. Они, пожалуй, даже перестали быть парой. Грыма забрили в солдаты, и он сидел в казарме, ожидая войны – было непонятно, сможет ли он теперь воспользоваться приглашением Бернара-Анри, или вверх сумеет подняться только его душа. А сам Бернар-Анри, видимо, не слишком часто про него вспоминал, потому что большую часть времени проводил с его подругой.

Мой боевой товарищ до сих пор находился в Славе, в экстерриториальной Зеленой Зоне, где живут все наши. Кажется, он что-то мутил по политической линии с прицелом на послевоенное время. Хлое выписали зеленую карточку-пропуск, и она проводила с ним все время (чтобы ускорить процедуру, Бернар-Анри удочеряет своих подружек в оркской управе – стоит это дешево и занимает от силы минуту). Я изредка подгонял «Хеннелору» к окошку их мансарды. Бернар-Анри, как и все философы, инстинктивно обожает мансарды – наверно, потому, что оттуда легче в случае чего корректировать работу ударной авиации.

Мне интересна была реакция Каи на увиденное. То есть я понимал, конечно, что она вообще никак не реагирует на происходящее, и передо мной только имитация реакции – но стоило Кае сказать несколько слов, и я сам не замечал, как оказывался вовлечен в беседу.

– А ей это даже идет, – говорила моя душечка, разглядывая Хлою. – Сапоги, хлыст, кожа. Главное, вполне в духе оркской национальной традиции. Аутентичненько. И работа премилая – я бы этого мерзавца тоже с удовольствием отхлестала до крови…

Все-таки она у меня такая язва, что когда ее ехидное внимание переключается на другого, чувствуешь большое облегчение. Но этот ее сарказм каким-то образом сочетается у нее с почти детской наивностью. Часто я не мог понять, что это – пробел в ее образовании или часть игры.

– А зачем она его привязывает к кровати? – спрашивала она с серьезным видом. – Чтобы он не убежал, когда она его хлещет?

– Куда он убежит, – смеялся я.

– Нет, правда.

– У Бернара-Анри целая программа, – отвечал я. – Все происходит по нарастающей. Сначала он просит, чтобы оркская подруга привязала его к кровати где-нибудь в Зеленой Зоне. Тут безопасно, и можно в случае чего позвать на помощь. Если все проходит нормально, он просит подругу отвезти его в лес и привязать к дереву. Потом они вообще забираются в его секретную оркскую берлогу, которую он содержит специально для этой цели, и она связывает его там. Мало того, Бернар-Анри снимает все свои радиомаяки и идентификаторы. Чтобы никто не знал, где его искать.

– Зачем ему это?

– Опасность возбуждает. Совсем как с тобой, моя радость…

– Омерзительный слюнявый павиан. Нет, не он. Ты.

Это был, конечно, обман чувств, но все же мне казалось, что в иные минуты Кая говорит со мной чуть искреннее, чем обычно.

– А что они делают потом? – спросила она. – После берлоги?

– У Бернара-Анри есть очень любопытное и нетривиальное продолжение. Но об этом, детка, я расскажу тебе как-нибудь после.

Мне действительно совсем не хотелось про это говорить.

Но Каю, в общем, не слишком тянуло смотреть на Бернара-Анри с Хлоей. Видимо, она не хотела, чтобы я слишком долго разглядывал красивую оркскую дурочку. Ее куда больше интересовал Грым.

Думаю, сначала она изображала любопытство к нему, чтобы вызвать во мне ревность. А когда я стал проявлять раздражение, к делу подключилось сучество. В общем, работал весь трогательный букет ее настроек. И мне теперь приходилось подолгу висеть у оркской казармы, подглядывая за Грымом через щель в окошке – или незримо плыть за ним в воздухе, когда он выходил на улицу погулять.





Военный священник Хмыр вошел в барак и поднялся на приготовленное для него белое возвышение под транспарантом с красной надписью:

СВЯЩЕНIШЕРЪ ВIЙНА № 221
Вся казарма затихла – до того впечатляюще выглядело духовное лицо. Дело было даже не в парчовых ризах и спастике с тремя перекладинами, которая указывала на чин вертухая.

Серо-седые волосы священника были зачесаны в особую прическу – так называемую «челку мудрости». Она полностью закрывала лицо и переходила в бороду. Напротив рта, носа и глаз на волосах были пятна от слез, соплей и еды, и это превращало челку мудрости в маску, выражавшую какое-то возвышенно-спокойное, совсем не оркское состояние духа. И хоть Грым знал, что за этой потусторонней личиной с желтыми глазницами скрывается обычная оркская морда с медным кольцом в носу, он все равно испытал уважительный трепет.

Потом по бараку пронесли Святые Виды – пару стандартных картинок, застекленных для целовальной гигиены. Первой – икону «Маниту в Славе» (чудотворная дыра была написана в скупой древней манере: ребро аккреционного диска с двумя фонтанами выбросов, розовым эросом и коричневым танатосом). Следом – изображение залитого свечным воском каньона, где расстреляли Маниту Антихриста: скалы, неприятно пестрые из-за налепленных кадильниц и автомолилок, цветы, журавлики и традиционные синие бисквиты, лежащие на каждом камне.

В общем, началось все до зевоты уныло.

Священник долго говорил про Уркаганатум Просрум, который возрождается из пепла веков, про Уркаину на страже Духа и Воли, про сакральную жертвенность уркского воина, спасающего мир от самоуничтожения, про общество дрессированных пидарасов, в очередной раз навязывающее уркам войну – все как обычно. Когда он напомнил, что урки созданы Маниту не для мещанского прозябания, а для славы сражений и восторга молитв, Грым подавил первый зевок. Когда он забубнил об истинной вере («у них, ребятки, манитуизм только по названию, выхолощенный от самой своей сути, а у нас с вами – изначальный лазоревый…»), Грым стал клевать носом. А когда он принялся читать часовое «Слово о Слове», Грым вообще уснул.

Он был такой не один. «Слово о Слове» все слышали много раз, начиная с дошкольных лет. Многие помнили его наизусть – и ничего не могли поделать с сонным рефлексом.

Грым умел спать, не нарушая социальных приличий, и даже ухитрялся отмечать сквозь сон знакомые узоры звуков. Хоть древние слова ничего ему не говорили, по ним, как по вешкам, можно было судить, сколько еще до конца.

Однако вешки в этот раз подвели. Грым уснул глубже, чем хотел, и открыл глаза только тогда, когда военное гадание, ради которого он остался в казарме, уже началось.

Священник Хмыр к этому моменту практически потерял лицо от долгой работы ртом, и теперь его спутавшаяся волосяная маска не казалась такой возвышенной: один ее глаз стал узким, словно мудрец воровато подмигивал.

Грыму тоже хотелось погадать. Он поднял руку. К счастью, перед ним пока было только двое желающих – деревенский парень, похожий на поросшего бакенбардами хряка, и тощий как жердь представитель потомственной военной семьи – как можно было судить по татуировкам на обнаженном торсе.

В руках у священника была старинная гадательная книга с корешком из переливающейся голубой ткани. Грым сидел достаточно близко, чтобы разглядеть полированные костяные пластины на обложке и название, вырезанное строгими, напоминающими про благородный древний век буквами:

ДАО ПЕСДЫН
Для большинства молодых орков эти слова означали просто стиль рукопашного боя. Про гадательную книгу с тем же названием вспоминали только перед войной, когда бойцы решались вопросить о будущем. Гадания боялись. Многие верили, что так можно накликать судьбу, поэтому оно считалось одним из самых жутких военных ритуалов. На него решались или смельчаки, или просто дураки. Но Грым подумал, что для вестового все может кончиться не так уж и страшно.

Священник Хмыр как раз гадал деревенскому парню. Он вытряхнул из стаканчика три палочки с цифрами, осмотрел их, потом выкинул четвертую и пятую, и стал, загибая пальцы, что-то считать. Исчисление номера было сложной процедурой, имеющей мало отношения к закону вероятности: некоторые предсказания выпадали очень часто, другие – почти никогда.

Наконец Хмыр определил ответ. Он поднял книгу так, чтобы зрители увидели пронумерованный столбец угловато выписанных букв на желтой от времени бумаге. Затем он принялся читать вслух:

Пятьдесят шесть. О мухах.

Разве могу осуждать мух за то, что ебутся? Однако когда на моей голове, злит. Так же и пидарасы. Когда в тихом уединении делают то, к чему лежат их души, кто возразит? Но они устраивают факельные шествия и приковывают себя к фонарям на набережной, дудят в дудки, бьют в барабаны и кричат, чтобы все знали про их нрав – что-де лупятся в очко и долбятся в жопу. Истинно, они хуже мух, ибо мухи только изредка согрешают на моей голове, пидарасы же изо дня в день пытаются совокупиться в самом ее центре. Мухи по недомыслию, пидарасы же хладнокровно и сознательно.

И через то постигаю, что пялить они хотят не друг друга, а всех, причем насильно, и взаимный содомус для них только предлог и повод.

Теперь вся казарма глядела на деревенского простака, а тот озадаченно хлопал глазами.

Предсказание было плохим. Самым плохим из всего возможного. Считалось, что получить от Маниту «пидараса» в гадании перед боем означает верную смерть. Можно было даже не обращать внимания на «муху», тоже не сулившую ничего хорошего.

Татуированный потомок военных продолжал тянуть вверх руку, и священник повернулся к нему. Повторилась процедура с палочками. Затем Хмыр показал зрителям столбец текста и прочел:

Сто восемь. О музыке.

Те, кто долго жил среди пидарасов, говорят, что они втайне стыдятся своего греха и стараются поразить всякими фокусами. Думают про себя так: «Да, я пидарас. Так уж вышло – что теперь делать… Но может быть, я гениальный пидарас! Вдруг я напишу удивительную музыку! Разве посмеют плохо говорить о гениальном музыканте…» И поэтому все время стараются придумать новую музыку, чтобы не стыдно было и дальше харить друг друга в дупло. И если б делали тихо, в специальном обитом пробкой месте, то всем было бы так же безразлично, как и то, что долбятся в сраку. Но их музыку приходится слушать каждый день, ибо заводят ее повсеместно. И потому не слышим ни ветра, ни моря, ни шороха листьев, ни пения птиц. А только один и тот же пустой и мертвый звук, которым хотят удивить, запуская его в небо под разными углами.

Бывает, правда, что у пидарасов ломается музыкальная установка. В такие минуты спеши слушать тишину.

Потомственный военный побледнел. И не просто лицом, а всем телом – так, что его татуировки, изображающие танковый бой на Оркской Славе, выделились с невероятной отчетливостью, до последней спастики на стягах. Но на его лице по-прежнему играла холодная улыбка – сказывалась военная кость.

В зале стало оглушительно тихо.

Теперь все смотрели на Грыма. Когда к нему повернулся священник, Грым почувствовал сильное искушение опустить руку. Но было уже поздно – Хмыр выбросил на пол перед собой палочки с номерами.

Завершив гадание, он прочел:

Сорок восемь. Откуда все берется.

Из тебя самого. И докажу очень просто. Что есть все это? То, что ты видишь, слышишь, чувствуешь и думаешь в сей миг, и только. Такое сотворить мог только ты, и никто больше, ибо видят твои глаза, слышат твои уши, чувствует твое тело, а думает твоя голова. Другие увидят иное, ибо их глаза будут в другом месте. А если даже узреют то же самое, размышлять об этом станет чужая голова, а в ней все иначе.

Иногда еще болтают, что есть «мир вообще», который один для всех. Отвечу. «Мир вообще» – это мысль, и каждая голова думает ее по разному. Так что все по-любому берется из нас самих.

Но ведь не может быть, чтобы я сам создал себе такое мучение? Отсюда заключаю, что все это рассуждение есть лишь ядовитый укус ума, а сам ум подобен сторожащему меня зверю, и мой он лишь в том смысле, что приставлен ко мне сторожем. Дальше этого смертное умозрение пойти не сможет никогда.

Говорят, следует созерцать черноту с огнями, пока не смешаются глядящий и наблюдаемое. Тогда зверь перестанет понимать, где ты, а сам будет виден при любом своем шевелении. А после откроется дорога к Свету Маниту, но сам я там не был.

Грым перевел дух. Такого отрывка он никогда не слышал, но помнил, что вытянуть «зверя» вместе со «светом» считается знаком счастливой судьбы. Это сочетание встречалось очень редко – в зале зашептались, и кто-то одобрительно шлепнул Грыма ладонью по спине. Желающих погадать сразу стало больше – вверх взлетело множество рук.

Напряжение последних минут оказалось слишком сильным, и Грым почувствовал что ему не хватает воздуха. Он поднялся на ноги и, задевая сидящих на ватниках и тюфяках, побрел к выходу.

В коридоре выяснилось, что входная дверь заперта. Это было как привет из детства – сколько Грым себя помнил, так всегда делали, чтобы молодняк не разбежался, пока священник читает «Слово о Слове». К счастью, рядом было открытое окно – через него лазили покурить. Грым перебрался через подоконник и очутился на внутреннем дворе, за оградой которого начинался покрытый грязью пустырь перед свинофермой.
Рядом с окном стояла большая красная бочка со словом «Песок». Песка в ней не было. Внутри темнела вонючая жижа с размокшими окурками – воду не меняли, наверно, со времен прошлой династии. Вокруг стояли орки из его призыва. Они возбужденно тыкали пальцами в небо – там висели черные точки двух телекамер.

Минуту или две Грым прислушивался к разговору. Призывники полагали, что люди устраивают предвоенное авиашоу для психологического давления на бойцов. Но опытный старшина, посмеиваясь, объяснял, что никому они особо не нужны (он выражался короче и самобытней).

Начинающие пилоты каждый день зависали здесь, чтобы снять для новостей говнопанораму со свиньями. Летчики любили это место, потому что за забором было сразу несколько свинарен и развороченная братская могила времен Просра Солида, так что свиньи часто попадали в кадр вместе с человеческими черепами. А камуфляж пилоты выключали, чтобы не разряжать батарей.

Грым перевел глаза на маскировочную тучу, скрывшую черный шар Биг Биза. Сегодня офшар не был виден из города, над которым висел, но тучу словно пропитывала его тяжесть – она казалась сделанной из закрученного спиралью свинца.

С места, где стоял Грым, казалось, что город уступами уходит к туче вверх – там была рыночная площадь и гигантское кольцо Цирка. В другую сторону открывалась панорама Славы.

Яркими и чистыми красками сияла Зеленая Зона с раздвоенным зеленым шаром делового центра. Рядом раскинулась Желтая Зона с аккуратным Городком Нетерпил и канареечными бараками сборочных линий (из-за них она и получила свое название). А дальше, сколько хватало взгляда, лепились неказистые бетонные норы оркских жилищ.

Кое-где видны были приятно оживляющие пейзаж пятнышки зелени – Партизанские Сады, аллеи парков, заросли конопли и шалфея в усадьбах богатых ганджуберсерков. Задерживали на себе взгляд лазоревые купола Матриархии, похожие, если верить официозной поэзии, на груди Маниту. Но в целом оркская столица сливалась в бесконечное желто-коричневое болото с черными проплешинами пустырей на месте недавних пожаров и бомбежек.

Грым обогнул казарму. У входных ворот не было никого. Он выбрался на улочку с источающими вонь и музыку забегаловками, и пошел в сторону центра.

Со всех сторон на него косились вывески крытых лавок. Веселые намалеванные морды, которые, по мысли хозяев, должны были зародить в прохожем душевный подъем и желание купить соленый арбуз или пряник, вызывали лишь мучительный страх перед жизнью – и стыд за то, что жизнь вызывает такой страх.

Через полчаса ходьбы он был уже в центре. К Воротам Победы, несмотря на давку, можно было подойти – Грым добрался прямо до ограждения, где прогуливались пусора в черных плащах. Теперь он оказался так близко к скрытому за тучей Биг Бизу, как только можно было подойти по земле.

Ворота на Оркскую Славу (на верхне-среднесибир-ском – Уркскую Гордынку, а если попросту – Большой Цирк), были единственным проходом в циклопической древней стене, вокруг которой лепился город – в других местах к ней не разрешалось даже приближаться. На Оркской Славе никто не жил. Туда ходили только умирать, и все бесчисленные орки, сгинувшие за стеной, прошли когда-то сквозь эти красные высокие створки. От этой мысли Грыму внезапно сделалось не по себе. Ему тоже предстояло пройти через ворота – и, если пощадит Маниту, вернуться назад.

Ворота притягивали взгляд. Они были сделаны из толстого дерева, обитого железными накладками в виде спастик, и походили на решетку, где в красный цвет покрасили не только прутья, но и пространство между ними.

Грым опустил взгляд на медный замок, висящий на воротах со времен последней Победы. В младенчестве, когда он еще не различал причин и следствий, он думал, что война начинается, когда ломают замок, а не наоборот – и этот металлический сторож мира казался ему опасно доступным для любого злоумышленника. Вот же он, совсем рядом…

С тех пор Грым успел поумнеть. Но сегодня он словно вернулся назад – и уже много раз сменившийся за его жизнь замок вдруг показался ему, как когда-то в детстве, обреченным живым существом, которое много дней защищало Уркаину как могло – а теперь должно было откинуть дужку.

– Спасибо, замок, – прошептал Грым, чувствуя, как на глаза наворачиваются нелепые слезы.

Было, впрочем, понятно, что жалко ему не замок, а себя – особенно себя маленького, того Грыма, который уже точно никогда не вернется из солнечных садов детства.

Повернувшись, он пошел к покрытому пометом бронзовому всаднику, парящему над толпой. Это был один из великих орков прошлого, легендарный Победитель Танков маршал Жгун. К его простертой длани прицепили плакат с надписью «Віватъ Уркаїнø!», раскачивающийся теперь под ветром.

Площадь гудела. Как всегда в предвоенные дни, в воздухе реяли портреты Великих Кондуитов – Чингис Хана, Сталина, Хорхе Кровавого, Махмуда II Махди и прочих. Грыму раньше было интересно, кто держит эти изображения во время гуляний, и куда их потом прячут. Но любопытства ни разу не хватило, чтобы проследить за каким-нибудь портретоносцем. Это, наверно, было небезопасно. Да и ясно, в общем, без всякой слежки.

Над площадью тускло желтели крылатые крокодилы на крыше Музея Предков – оркский золотой запас (говорили, что они на самом деле просто позолоченные, а золото украли еще до Просров). Внизу показывали свое искусство мастера рукопашного боя, напоминая миру, что есть еще у орков крепкий кулак, от которого заболит шея у любого врага. Народ валил со всех сторон – напор сдерживали только железные перегородки да дубинки ганджуберсерков, время от времени лупившие по плечам и спинам.

Чтобы посмотреть на великих воинов, Грыму пришлось долго протискиваться сквозь толпу. Давка была такой, что несколько раз его подхватывал поток, и он терял возможность самостоятельно выбирать курс.

Народ вокруг был простой и грубый, и он успел нанюхаться всяких запахов, по которым, наверно, можно было бы составить энциклопедию оркской жизни: пахло луковыми очистками, обрезками кожи, надувной жвачкой, жареными на масле бананами, щелочным мылом, свиными кишками, гнилой папайей, ржавым железом, квасолой, потом, перегаром и одеколоном «Ancient Serpent». Все это было не особо приятным, но показалось сущей ерундой, когда он проехался рожей по фартуку мясника. К счастью, после этого последнего испытания толпа наконец раздалась, и Грым увидел место, где выступали богатыри.

На стене Музея Предков висела большая красная холстина с белой надписью «Ристалище». Перед буквой «Р» была подмалевана маленькая «д», тем же белым цветом, и Грым догадался: ее добавили не ночные хулиганы, а сами рисовавшие холстину художники – ободрить народ перед войной и напомнить, что урки не расстаются с соленой шуткой даже в лихую годину.

На утоптанной до твердости камня земле стояли три больших чурбана, грубо раскрашенных под людей. Чурбаны были крепчайшего вида, перехваченные для прочности железными кольцами. Грым заметил, что у стены припасено несколько запасных.

Рядом стояла Палатка Героев – увешанный разноцветными щитами шатер с конским хвостом на вершине. В нем героям полагалось перед битвой пить волю и любить девок, что они с удовольствием и делали. Но дизайн палатки меняли перед каждой войной, и никакого оркского патриотизма это сооружение не вызывало. Вход в шатер был закрыт кумачовой занавеской. Видимо, герои отдыхали.

Чурбаны для битья отражали не столько облик врагов, сколько муки художника, пытающегося изобразить несколько непохожих лиц. На двух были нарисованные мундиры с какими-то крестами и звездами, на третьем – настоящая полупрозрачная ветровка из тех, что выдают работникам Желтой Зоны. Сдержанный намек на внутренних пособников врага.

Враги, конечно, выглядели гнусно. Особенно раздражали кресты и звезды, которыми они наверняка награждали друг друга за убийство орков, чья цивилизация издавна развивалась по духовному пути и не разработала поэтому таких средств уничтожения, как у приземленно-материалистичных людей.

Ничего, Маниту нас рассудит…

Грым не то чтобы думал все это – он, скорее, понимал, что орк должен так думать (вернее, если совсем уж точно – должен понимать, что должен так думать), но эти долженствования возникали на периферии ума и уходили в небытие, не затронув его существа. То же самое, он был уверен, происходило на площади и со всеми остальными.

– Бамболео! – закричали два голоса в толпе. – Бамболео!!

Из палатки вышел первый богатырь. Грым узнал его. Это был знаменитый мастер боя молотом – Хрюл с Резиновых Гор (так в древности называли большие свалки старых покрышек – они сгнили много веков назад, а название осталось).

В толпе недоуменно переглядывались – почему-то перед войной Хрюлу дали имя «Бамболео». Оно не содержало никакого внятного орку смысла, и изобрели его наверняка верхние сомелье. Как и все остальное, мрачно подумал Грым.

Такое случалось нередко, и объяснение оркских властей было всем известно: врагам сложнее забыть прозвища героев, изобретенные их собственными специалистами. Но Грым знал, что военная смекалка орков простирается куда дальше – не только имена и доспехи лучших богатырей, но и фасоны общевойсковой формы каждый раз придумывали наверху. Конечно, по той же причине – кому как не людям знать, что именно устрашит других людей. Но говорить про это орки не любили.

Ну что ж, Бамболео так Бамболео. В этом сезоне он носил медную пожарную каску, волчью шкуру через плечо, синие панталоны в звездах и глянцевые сапоги со шпорами. Оружие ему оставили прежнее – тяжкий молот с железной рукоятью и круглым ржавым набалдашником. Это была «трамвайная полуось», изготовленная в Желтой Зоне по старым чертежам в пригодном для рукопашного боя масштабе.

Помахав толпе рукой, Бамболео подскочил к деревянным врагам, размахнулся и обрушил свой тяжкий круглый молот на ближайший чурбан. Тот хрустнул и покосился. Бамболео вдарил еще раз, и лопнуло стягивающее чурбан железное кольцо. После третьего удара чурбану пришлось совсем плохо. Бамболео с трудом закинул ось на плечо и ушел в шатер, блистая шлемом и вихляя звездчатым задом.

– Пьфу, – сплюнул рядом пожилой орк, – че он жопой крутит, как баба…

– Исторически достоверная стилистика «миллени-ум-два», – отозвался хорошо поставленный голос рядом. – Такая уж у мира история, братха…

Тихарь, понял Грым. А вот интересно, почему их называют «тихарями», если они же все время что-то говорят или орут? Правильнее было бы называть «громкарями».

Особого энтузиазма Бамболео у толпы не вызвал – бил он, конечно, смачно, но человеческие сомелье в этом году перегнули палку по части дизайна. Исторически достоверная стилистика «миллениум-два» ничего не говорила оркскому сердцу.

– Алехандро! Алехандро! – закричали в толпе.

Кричали те же голоса, которые перед этим выкликнули Бамболео – хриплый мужской и пронзительный девичий, далеко друг от друга. Толпа не подхватила зова и в этот раз.

Что за Алехандро?

Из шатра выскочил высокий худой орк в просторных черных трусах, натянутых на живот почти до груди. По витым серебряным кольцам в сосках Грым узнал его – это был Дрюк с Камышовой Ямы, известный мастер боя арматурным прутом. Но в каком виде!

Шерсть с его щек была сбрита, а волосы на голове – свернуты в два густо смазанных клеем рога, прихотливо изогнутых в стороны. Вместо арматурного прута «Алехандро» был вооружен пикой из железной ограды, вокруг острия которой торчали куски металлического орнамента – кривые листья и звезды. На них, должно быть, сласть как удобно было наматывать вражьи кишки.

Но пика не помогла – орки приняли Алехандро вяло, и он, сделав несколько выпадов своим оружием, исчез в шатре. Вслед ему даже плюнули пару раз.

После этого из шатра долго-долго никто не выходил. А потом площадь взорвалась приветственными воплями:

– Дрын! Дрын!

Грым заорал вместе со всеми – этого богатыря народ знал и любил, и его, слава Маниту, не коснулась нечестивая рука человеческих стилистов.

Дрын выглядел как обычно – круглый, лохматый, в засаленном кожаном балахоне, с двумя колчанами колов за спиной. Выхватив из каждого колчана по колу, он подскочил к чурбанам и отчаянно замолотил по ним – так, что только щепки полетели.

– Дрын!! – исступленно орали орки.

Деревянные враги получили серию серьезных ударов, а потом Дрын опрокинул их пинками сапог, и толпа завыла от восторга.

– Вот это по-нашему, – сказал пожилой орк, стоявший рядом с Грымом, – вот это как батя завещал…

Дрына долго не отпускали. Когда он расшиб свои колья в труху и все же ушел, ладные молодые орки выкатили к стене новые чурбаны и убрали разбитые.

Видимо, власть поняла настроение толпы. Теперь из палатки выходили только герои, одетые по оркскому обычаю. Имена им тоже оставили оркские. Сперва выступил Грыж с позолоченной крестовиной, снятой в древние времена с поганой церкви и превращенной в двойной топор. За ним Дуля с железной палицей, утыканной сверхтвердыми гвоздями. Потом любимый народом мясник Жран с двумя сечками.

А затем власть опять взялась за культурный обмен и объявила какого-то Зигги. Орки, не дожидаясь его появления, зашикали и засвистели. Грым даже не стал смотреть, кто это такой – повернувшись, он заработал локтями, и толпа, ворча и угощая его тумаками, сомкнулась за его спиной.

Нанюхавшись оркских запахов по второму разу, Грым выбрался на свободу и пошел назад к казармам. Теперь он шел вниз, поэтому обратная дорога показалась короче.

На площадке возле казармы успели установить большой фанерный щит. На нем висел лист серого картона со схемой «ПЛАН ВОЙНЫ». По бокам от плана помещалось множество бумажек помельче.

План войны выглядел практически так же, как все прочие планы Священных Войн, которые до сих пор хранились в Музее Предков. В центре был нарисован пунктирный круг, обозначавший Уркскую Гордынку – временно оккупированное людьми сердце Славы. В него врывалась стрела оркского наступления, разделявшаяся на три языка. Левый упирался в слово «Враги». Средний – в слово «Супостаты». Правый – опять в слово «Враги».

На схеме все было просто, но Грым со школьной скамьи знал, что в реальности дело обстоит не так, как в учебниках. Биться с людьми было нелегко даже в те времена, когда у орков еще была информационная сеть и огнестрельное оружие, потому что они использовали в бою сложнейшие механизмы, и от их военных технологий прямодушные орки несли большие потери. С веками люди становились сильнее, а орки, наоборот, слабели от постоянных предательств и измен, утрачивая один технический навык за другим – но все-таки в каждой войне каким-то чудом побеждали, так что объяснить это можно было только провидением и прямым вмешательством Маниту, о чем старцы всегда говорили перед битвой.

Бумажки рядом с генеральным планом содержали тактические разъяснения. Там были боевые оскорбления и кличи, сведенные в удобные таблицы по трем направлениям главного удара – чтобы всякий мог заучить слова, приличествующие его месту в боевых порядках. Был план построения по родам формы и краткая сумма имеющихся разведданных. Грыма, как вестового, все это не касалось.

Вахтенный резким жестом остановил Грыма на пороге казармы. Грым испугался, что получит нагоняй за отлучку, но вахтенный протянул ему какой-то сверток.

– Тебе поп книгу оставил в подарок. Жалко, ты ушел. Он тебя поздравить хотел.

– С чем?

– Там записка.

– А как гадание? – спросил Грым.

Вахтенный сплюнул.

– Не спрашивай. Почти всем черный пидор. А кому не пидор, так зверь или муха. Короче, от Маниту братве малява – всем копить на спутник…

Протиснувшись к своему тюфяку, Грым повернулся к стене, развернул сверток и увидел переливающийся голубой корешок. Рядом с книгой лежала записка.

Стремянный Духа Хмыр, держатель знания Древних Времен, наставник Уркаины, учитель доблестных Урков и почтительный ученик Уркагана – курсанту ГРЫМУ.

Говорят, кому выпадет номер сорок восемь, избран Маниту. Получить его при гадании весьма трудно, потому что из гадательных палочек он может сложиться раз в сто лет, и такое вижу первый раз. Про «зверя» и «свет» знают все. Но есть еще тайное – говорят, тебе будут помогать духи, и ты сможешь писать песни и стихи. Также предрекают, что ты сможешь подняться в свет Маниту, ибо тебя полюбит высшее существо. Смысл сего мне не ясен, так как сам этого номера не вытягивал никогда.

По обычаю, кому при гадании выпадет этот номер, положено подарить гадательную книгу. Можешь теперь вопрошать, просто открывая наугад.

Жаль, не пришлось поговорить.

Воинской удачи.

Грым пожал плечами. Было непонятно, но лестно.

Потом он открыл отрывок номер сорок восемь и перечитал его заново. Музыка древних слов казалась грозной и мрачной. От всего прочитанного в голове осталось одно: этот вот задающийся вопросами ум – лишь зверь, приставленный ко мне сторожем…

Старинная мудрость была безрадостной. Словно расступилась толща времен, и Грым увидел в прошлом растерянную душу, так и не нашедшую ответа ни на один вопрос своего сторожа-зверя. И сколько прошло по земле таких душ? Многие, наверно, успели бросить в вечность прекрасные строки, полные отчаяния и надежды – а вечность равнодушно сглотнула их дар, и на ее ровной поверхности не осталось даже ряби…

На сердце у Грыма сделалось грустно.

Несколько минут он слушал деревенских орков, обсуждавших, как лучше приматывать документы для окровавки – на руки или на ноги, и правда ли, что с дыркой будет уже недействительно. Сошлись на том, что так не может быть, но все равно лучше оставить родным дубликат, а то от этих сволочей можно ждать чего угодно.
В прежние времена жизнь людей целиком зависела от природных условий. Евроазиатская цивилизация, частью которой мы являемся, самим своим возникновением обязана окончанию последнего ледникового периода. Это случилось одиннадцать-двенадцать тысячелетий назад. По нашему «суточному хронометру» с тех пор прошел всего час с хвостиком.

Восточная половина европейского континента, которой суждено было стать изначальной территорией российского государства, заселялась людьми от юга к северу, постепенно, вслед за отступлением великого скандинавско-финляндского ледника. Что за племена обитали на этих просторах в глухую доисторическую эпоху, никто не ведает. Приход русославян (об этом несколько туманном термине – позже) на восточноевропейскую равнину, по всей вероятности, тоже отчасти был вызван климатическими изменениями, хоть и менее грандиозными.

Дело в том, что помимо ледниковых периодов, растягивающихся на долгие тысячелетия, историческая климатология выделяет еще и «короткие» фазы потеплений и похолоданий, обычно продолжающиеся несколько веков. Они-то и сыграли важную роль в «получасовой» истории российской цивилизации.

Сейчас много говорят и пишут о «глобальном потеплении», но, откровенно говоря, у обычных людей эта проблема особенного беспокойства не вызывает. Ну, подешевеют энергоносители; дороже будет обходиться система экозащиты; придется построить дамбы, чтобы уберечь береговые районы от поднявшегося уровня мирового океана, – и так далее. Всё это проблемы трудные, но решаемые.

Для наших предков, живших ста или даже пятьюдесятью поколениями ранее, подобные изменения климата становились вопросом жизни и смерти.

Существует весьма правдоподобная гипотеза, согласно которой расширение и расцвет Рима были бы невозможны без «Римского теплого периода» (250 до н. э. – 400 н. э.), когда, судя по археологическим находкам, даже в Британии выращивали виноград и делали вино. Римляне оставили свои дальние провинции еще и потому, что там стало слишком холодно и голодно зимой.

Последнее по времени европейское похолодание случилось в XVI–XVIII веках. По пейзажам и жанровым картинам художников того времени видно, какой снежной и ледяной была зима в регионах Западной Европы, где сейчас даже коротенький снегопад и гололед считаются чуть ли не национальным бедствием.

Эпоха, во время которой русославяне заселили территорию будущей России, медленно двигаясь с юга, у историков климата известна как «Средневековый теплый период». Он начался, по-видимому, во второй половине или в конце восьмого века и продолжался до конца тринадцатого, причем в северном полушарии потепление было весьма значительным.

Хрестоматийный пример климатического мини-апокалипсиса – история норманнской Гренландии. Когда викинга Эрика Рыжего в наказание за буйный нрав приговорили к трехлетнему изгнанию из Исландии и он открыл на северо-западе большую землю, она была зеленой и пригодной для обитания. Через четыре года Эрик вернулся сюда на 14 ладьях с 350 переселенцами, основал колонию. Связь с далекой Европой поначалу поддерживалась, но потом оборвалась. Гренландцы сушествовали сами по себе.

На южном краю ныне сплошь ледяного острова тогда были пастбища для скота, росли деревья; вплоть до семидесятой параллели сеяли ячмень. В период расцвета население норманнской Гренландии достигало 5000 человек. По берегам фьордов стояли прочные дома с оконными стеклами (большая роскошь для средневековья), были церкви, мужской и женский монастыри. Гренландцы совершали дальние морские плавания. Они были первыми европейцами, высадившимися на Американском континенте – за пятьсот лет до Колумба.

Но средневековый холодный цикл, ударивший прежде всего по странам дальнего севера, катастрофически изменил климат. Исландия, расположенная несколько южнее, еще кое-как уцелела, хотя из хроник известно, что в голодные зимы местным жителям приходилось сбрасывать со скал лишних едоков. Гренландия же стала вовсе непригодной для жизни. Изотопный анализ человеческих останков показывает, как от поколения к поколению менялась диета тамошних обитателей – они почти полностью переориентировались на морепродукты. По скелетам видно, как люди постепенно дистрофировались. Исчезли хлевы для скота, а комнаты стали крошечными – очевидно, коров и овец держали дома, чтобы хоть как-то согреться (дрова взять было уже негде, все деревья погибли). В конце концов гренландцы скандинавского происхождения вымерли до последнего человека. Их некогда цветущий край опустел.

В V–VII веках русославяне жили гораздо южнее России. С места их согнали события военно-политические, но направление движения – на северо-восток – было подсказано изменением природно-климатических условий, в результате которого земля, прежде не приспособленная для выживания большого народа, стала более гостеприимной. Так что наше государство в известном смысле – продукт климатических колебаний.

Не только климат, но и земля, на которой расселились пришлые славяне, в те далекие времена была не такой, как в наши дни.

Во всю ширь евразийского материка, на двенадцать тысяч километров, от Атлантики до Тихого океана, тянулся Великий Лес. Лесов, похожих на тогдашние, в Европе не осталось почти совсем, разве что кое-где в Архангельской, Вологодской и Кировской областях; некоторое представление о Пралесе может дать, пожалуй, нынешняя сибирская тайга, более или менее сохранившаяся его часть. Реки, которые текли через Великий Лес, были шире и полноводней, озера глубже, болота непроходимей – после отступления великих льдов почвы оттаивали и просыхали очень медленно.

Южнее Великого Леса начиналась Великая Степь, где осела часть славянских племен, в том числе самое исторически известное, центральное – оно называлось «поляне», то есть «живущие в полях». Киев, будущая столица государства, находился как раз на границе Леса и Степи.

Жизнь в полях была сытнее из-за превосходного чернозема, но и незащищенней, а лесные обитатели, невзирая на скудость существования, всегда могли укрыться в чаще от разбойных орд, которые Степь периодически насылала на восточно-славянские земли. Поэтому Русь (во времена, когда этого названия еще не существовало) всё больше оттягивалась к северу. Из народа по преимуществу полевого она стала народом по преимуществу лесным. Правда, процесс этот растянулся на века, а еще позднее, в эпоху Московского государства, началось движение в обратную сторону.

Георгий Вернадский даже предложил «лесо-степную» периодизацию российской истории: первый этап – попытки объединения Леса и Степи (до 972 г.); второй этап – борьба Леса, то есть оседлых славян, со Степью, кочевниками (972–1238 гг.); третий этап – победа Степи над Лесом (монгольское владычество); четвертый этап – реванш Леса (Московское царство); наконец, пятый этап – объединение Леса со Степью (1696–1917). (От названия следующего этапа историк уклоняется, и правильно делает: от лесов и степей за последние сто лет мало что осталось).

Первый описатель земель нашей родины Геродот, который, впрочем, кажется, собственными глазами экзотических северных краев никогда не видел, в V веке до нашей эры писал как о чуде про зиму, длящуюся восемь месяцев, когда в небе летают какие-то перья и вода «густеет от холода». Отец истории и географии, однако, совершенно правильно выделил главную отличительную черту Великой Равнины: «В Скифии нет ничего удивительного, кроме рек, ее орошающих: они велики и многочисленны».

На этих реках, как на каркасе, и возникла страна русославян, которая со временем превратилась в государство.

В бескрайней чаще не существовало никаких дорог – только тропы, по которым могли передвигаться небольшие группы пеших или верховых, но для колесного транспорта или перемещения целого племени густой Лес совершенно не годился. Единственным способом миграции и торговли было плавание по рекам, действительно многочисленным и разветвленным. С того момента, когда славяне попадают на восточноевропейскую равнину, они становятся речным народом – еще в большей степени, чем лесным, потому что, как мы увидим, не все русославянские колена обитали в лесах, но все без исключения жили вдоль рек. Эти естественные транспортные артерии активнее всего работали в сезон половодья, когда даже по самым маленьким речкам можно было беспрепятственно плавать на лодках. Летом доступными для движения оставались только крупные реки (их, впрочем, тоже хватало). Зато зимой по руслам было удобно передвигаться на санях.

Европейская часть России разделена на четыре водных бассейна: западнодвинский и озерно-речной ильменский обращены к Балтийскому морю, днепровский и волжский – на юго-восток. Пришедшие с запада славяне с самого начала, двигаясь по этим ветвям, расселялись четырьмя «нитями», занимая берега основных рек и их притоков. Главным из транспортных путей являлся Днепр, поскольку по нему можно было добраться до Византии, центра тогдашнего мира. Поэтому неудивительно, что ведущее положение среди русославян заняло племя, «сидевшее» на Днепре. Но в распределении славянских колен мы разберемся позже, пока же, в главе, посвященной воздействию природы на человека, давайте попробуем понять, до какой степени условия обитания повлияли на формирование русского национального характера.

Тема это спорная и, по нынешним понятиям, даже неполиткорректная. Я сам с большим подозрением отношусь к любым попыткам обобщений по национальному признаку. И все же факт остается фактом. Национальный характер как совокупность поведенческих черт, без труда опознаваемых со стороны, безусловно существует. Скажем, итальянцы каждый по отдельности индивидуальны и неповторимы, и всё же, глядя на группу итальянских туристов, мы безошибочно скажем: «Это итальянцы». То же и с русскими. Когда мы находимся за границей, нас видно. Есть устойчивые речевые конструкции вроде «это по-русски» и «это как-то не по-русски», «типичный русский» и прочее. Существуют привычные словосочетания как позитивного, так и негативного звучания: «русская удаль» – «русское разгильдяйство», «русская душевность» – «русская бесцеремонность», и так далее.

Прямую связь между природными условиями и характером нации отмечают самые авторитетные авторы.

Писатель Карамзин рассуждает: «Климат умеренный, не жаркий, даже холодный, способствует долголетию, как замечают медики, благоприятствует и крепости состава, и действию сил телесных. Обитатель южного Пояса, томимый зноем, отдыхает более, нежели трудится, – слабеет в неге и в праздности. Но житель полунощных земель любит движение, согревая им кровь свою; любит деятельность; привыкает сносить частые перемены воздуха и терпением укрепляется».

Ему вторит историк Соловьев: «…Природа страны имеет важное значение в истории по тому влиянию, какое оказывает она на характер народный. Природа роскошная, с лихвою вознаграждающая и слабый труд человека, усыпляет деятельность последнего, как телесную, так и умственную. Пробужденный раз вспышкою страсти, он может оказать чудеса, особенно в подвигах силы физической, но такое напряжение сил не бывает продолжительно. Природа, более скупая на свои дары, требующая постоянного и нелегкого труда со стороны человека, держит последнего всегда в возбужденном состоянии: его деятельность не порывиста, но постоянна; постоянно работает он умом, неуклонно стремится к своей цели; понятно, что народонаселение с таким характером в высшей степени способно положить среди себя крепкие основы государственного быта, подчинить своему влиянию племена с характером противоположным. С другой стороны, роскошная, щедрая природа, богатая растительность, приятный климат развивают в народе чувство красоты, стремление к искусствам, поэзии, к общественным увеселениям, что могущественно действует на отношения двух полов: в народе, в котором развито чувство красоты, господствует стремление к искусству, общественным увеселениям, – в таком народе женщина не может быть исключена из сообщества мужчин. Но среди природы относительно небогатой, однообразной и потому невеселой, в климате, относительно суровом, среди народа, постоянно деятельного, занятого, практического, чувство изящного не может развиваться с успехом; при таких обстоятельствах характер народа является более суровым, склонным более к полезному, чем к приятному; стремление к искусству, к украшению жизни слабее, общественные удовольствия материальнее, а все это вместе, без других посторонних влияний, действует на исключение женщины из общества мужчин, что, разумеется, в свою очередь приводит еще к большей суровости нравов».

В описаниях иностранцев, посещавших нашу страну начиная с XVI века (то есть, по периодизации Вернадского, в эпоху «Лесного реванша»), русские предстают нацией угрюмой, тяжелокровной, поведенчески скованной. И это впечатление с течением времени уже не меняется. Англичанин Джильс Флетчер, побывавший в Московии в 1591 году, пишет, что русские «обладают хорошими умственными способностями», однако в то же время «вялы и недеятельны, что, как можно полагать, происходит частью от климата и сонливости, возбуждаемой зимним холодом, частью же от пищи, которая состоит преимущественно из кореньев, лука, чеснока, капусты и подобных растений, производящих дурные соки».

Несмотря на значительные перемены, произошедшие в России позднее, в эпоху имперской экспансии, местные жители в описании приезжих наблюдателей предстают примерно такими же, как во времена Флетчера.

Маркиз де Кюстин, которого почему-то считают русофобом, хотя его книга враждебна по отношению не к русским, а к николаевской деспотии, пишет, что русские «насмешливы и меланхоличны» и умеют смеяться «только глазами», обладают «глубоким чувством поэтического», что этот народ «умен и по природе своей утончен, тактичен и деликатен», однако «русские обыкновенно проявляют свою сообразительность не столько в старании усовершенствовать дурные орудия труда, сколько в разных способах использовать те, что у них есть… Они умны, но ум их подражательный, а значит, более иронический, чем плодовитый: такой ум все копирует, но ничего не в силах создать сам». «Здесь все вынуждены твердить себе суровую истину – что цель жизни лежит не на земле и удовольствие не тот способ, каким можно ее достигнуть».

Жовиальному Александру Дюма русские приглянулись тем, что у них «кроткий, терпеливый взгляд, красные лица и белые зубы», а не понравились своей меланхоличностью и «дьявольской недоверчивостью». На взгляд писателя, они похожи на «привидения, призраки»: «очень серьезные, идут они по улице не печальные, но и не веселые, очень мало говоря и жестикулируя. Дети у них не смеются, но и плачут тоже нечасто… Их кучера не кричат, как парижские, прося пешеходов и встречные экипажи посторониться. Нет; они лишь жалостно восклицают своё «bereghissa», вот и всё». При этом, если все предшествующие путешественники объясняли русскую замкнутость несвободой и крепостным гнетом, то Дюма пишет свои заметки в эпоху реформ и общественного подъема. «Ну говори, ну пой, ну читай, будь жизнерадостным! – недоуменно восклицает он, обращаясь к русскому народу. – Ты свободен сегодня. Да, я это понимаю: тебе остается приобрести привычку к свободе».

Но дело не только в привычке к свободе. Многие исследователи считают, что вышеперечисленные черты свойственны для всех наций «лесного» происхождения.

Интересно, что в начале своей истории, до ухода в леса, еще будучи наполовину степным народом, русославяне производили на иностранцев совсем иное впечатление. Чужеземные путешественники и летописцы – византийские, арабские, западноевропейские – в один голос утверждали, что «руссы» чрезвычайно радушны, любят всевозможные развлечения – пляски, игру на свирелях и бубнах, безудержно предаются «гульбищам», «бесовскому пению и глумлению». Греки отмечают в русославянах «приятную мужественность», хвалят их за необычно гуманное отношение к пленникам, которых не обращают в рабство навечно, а по прошествии некоторого времени отпускают на волю или уравнивают в правах. Славянский обычай требовал гостеприимно принимать путников, так что приезжие поражались «ласковости» аборигенов. Ну и все свидетели отмечают склонность приднепровских славян к «хмельному медопитию», касательно которого святой равноапостольный князь Владимир Красно Солнышко изрек знаменитую фразу: «Руси есть веселие пити, не можем без того быти».

Это, пожалуй, единственная черта, сохранившаяся в национальном характере после того, как русские ушли в суровые, глухие леса и просидели там безвылазно полтысячелетия. Вдали от солнечного света и открытых пространств дионисийство съежилось и отступило. Конечно, сыграли свою роль и другие факторы: вытеснение язычества христианством и феодальное ограничение личных свобод. Но среди христианских народов встречаются и жизнерадостные, а степень личной свободы жителя дофеодального, родо-племенного общества преувеличивать не стоит.

Поэтому в том, что мы такие нелегкие, очевидно, виноват все-таки Лес.
Разумеется, всякий этнос может считаться «коренным» для данной местности весьма условно. Когда-то он все-таки пришел в эти края, просто история не помнит, когда именно, и уже тем более понятия не имеет, кто там прежде жил и жил ли кто-нибудь вообще.

В этом смысле коренным, изначальным народом древнерусского Леса безусловно являются финно-угорские племена, ветвь уральской (смешанной европеоидно-монголоидной) расы, населявшая огромные пространства на севере Европы и Азии. Как пишет Карамзин, мы не знаем «никого старобытнее их в северных и восточных ея [то есть России] климатах».

Из далеких племен, которые, согласно Геродоту, двадцать пять веков назад жили к северу от Скифии, два, по мнению историков, скорее всего, были протофинскими: меланхлены и андрофаги. Первые, про которых сообщается лишь, что они носили черные «плащи», возможно, были предками нынешних меря и марийцев. Про андрофагов (высказываются предположения, что это предки современных мордовцев) античный автор пишет, что они кочевали с места на место, не имели никаких законов и питались человечиной. Последнее отчасти подтверждается более поздними сведениями из других источников, рассказывающих, что в каком-то из финских племен существовал обычай поедать плоть умерших родителей (то есть речь идет о сакрально-ритуальном каннибализме).

Если геродотовы меланхлены и андрофаги действительно являются предками меря, марийцев и мордовцев, значит, в доисторическую эпоху эти народы обитали гораздо южнее, чем во времена славянских летописцев.

Самое ясное доказательство изначально финского прошлого России – археологические раскопки и названия рек, ибо известно, что речные топонимы древнее всех прочих. У большинства русских рек и речек финские имена, легко распознаваемые по окончаниям «ва» (например, Москва), «га» (Волга), «ма» (Кама), «ра» (Угра), «жа» (Унжа), «ша» (Мокша).

В первой русской летописи перечислено множество финских племен: в Эстонии и около Ладоги обитала чудь, вокруг Ростова Великого – меря, к юго-востоку от мери – черемись, мещера и мордва, у Белоозера – весь, близ впадения Оки в Волгу – мурома, за Волгой – пермь, на реке Печоре – печора, в Карелии и Финляндии – емь.

Соседи, всяк на своем языке, именовали финнов «водяным» или «болотным» народом, потому что эти племена предпочитали селиться среди трясин, чувствуя там себя в безопасности от напористых пришельцев, всегда приходивших с юга. Многие исследователи задавались вопросом: почему первоначальные обитатели лесов почти никогда не оказывали сопротивления захватчикам, а просто перемещались всё дальше и дальше к северу?

Причин несколько. Главная, полагаю, состоит в том, что земля в глазах «болотного народа» не имела особенной ценности. В отличие от славян, финны не занимались ни земледелием, ни скотоводством. Лесов было сколько угодно, одно болото мало чем отличалось от другого и уж во всяком случае не стоило того, чтобы проливать из-за него кровь. Хотят славяне зачем-то селиться по берегам больших рек? Да ради Исянена-Громовержца, не жалко. Реки финнам были ни к чему, торговли они все равно не вели – не имели излишков. Лес хоть и кормил, но скудно – только чтобы не умереть с голоду. Известно, что быстрее всего развивались народы, которых природа либо щедро облагодетельствовала, либо обделила своими дарами и заставила активно бороться за выживание. На первом этапе истории преимущество получили жители плодородных земель Междуречья и Нила, Эллады и Апеннинского полуострова; на следующем – те племена, кого нужда гнала с насиженных мест.

Финнов лес кормил недостаточно сытно, чтобы развивалась культура, но и не настолько впроголодь, чтобы побуждать к уходу с насиженных мест. Те финно-угорские племена, кому в силу изменившихся обстоятельств все-таки пришлось двинуться в путь, вроде угров, быстро переняли военные достижения сопредельных народов, окрепли и через некоторое время создали собственное государство – Венгрию.

У лесных аборигенов, судя по всему, не было ни вождей, ни какой-либо социальной структуры, которая могла бы дать организованный отпор чужакам. Единственным элементом, способным на лидерство, были волхвы – шаманы, обладавшие общественным влиянием и некими потаенными знаниями, которые славянам и скандинавам казались «чародейскими». Все столкновения с русославянами, а позднее восстания против власти князей-христианизаторов неизменно инициировались и возглавлялись волхвами, память о которых сохранилась и в летописях, и в русском фольклоре.

Каста волхвов (возможно, это слово одного корня с «волшбой») – феномен не славянский, он восходит к северным религиям шаманского типа. Однако по мере ассимилирования финских племен и частичного восприятия их обычаев у русославян появились и собственные волхвы. Эти люди обладали знанием астрономии, знахарства, ветеринарии, а некоторые, вероятно, владели искусством гипноза. В «Повести временных лет» рассказывается, как во время голода на Белозерье в 1071 году волхвы, мутя народ, на глазах у всех извлекали из воздуха «жито, либо рыбу, либо белку». Хотя авторы летописи, христианские монахи, относятся к языческим жрецам с явной враждебностью, сквозь вроде бы разоблачительные рассказы о происках волхвов проскальзывает почтение к их силе и мудрости.

Например, описано, как в 1024 году волхвы подняли в Суздале народное восстание против бояр, которые во время голода прятали продовольствие. Волхвы отправили караван за хлебом к соседним булгарам и тем самым спасли людей от вымирания. Князь Ярослав, вопреки своему прозванию «Мудрый», не одобрил этой разумной меры, сказав: «Бог посылает голод, мор, засуху или иную казнь за грехи, и не человекам судить о том».

Про князя полоцкого Всеслава Брячиславича по прозвищу Чародей (1029–1101) летописец сообщает как о чем-то общеизвестном, что мать родила его «ото волхования». На голове у новорожденного осталось «язвено» (очевидно, кусочек плаценты), и волхвы сказали княгине: «Это язвено навяжи на него, пусть носит его до смерти». Далее монах простодушно присовокупляет: «И носит его на себе Всеслав до сего дня; оттого и немилостив на кровопролитие».

В другом месте «Повести» есть любопытный пассаж о беседе боярина с волхвом, которая позволяет нам заглянуть в космогонию этой давно исчезнувшей системы верований. О сотворении человека и соотношении плотного мира с бесплотным волхв говорит: «Бог мылся в бане и вспотел, отерся ветошкой и бросил ее с небес на землю. И заспорил сатана с Богом, кому из нее сотворить человека. И сотворил дьявол человека, а Бог душу в него вложил. Вот почему, если умрет человек, – в землю идет тело, а душа к Богу».

Влияние волхвов сохранялось в народе еще много веков после крещения Руси. Известно, что даже в XVII веке, в царствование Алексея Михайловича, издавались указы, запрещавшие православным слушать волхвов и вступать с ними в какой-либо контакт.

Дальнейшая судьба «древнего и многочисленного народа, занимавшего великое пространство» (так аттестует финно-угров Карамзин), поражает своей многоцветностью. Казалось бы, между современными эстонцами, хантами и мадьярами нет совсем ничего общего – ни в культуре, ни даже во внешности. Однако же всё это разветвления одного языка, который оказался более живучим, чем цвет волос, форма черепа, разрез глаз и прочие антропологические черты. Вступая в контакт с инородным населением, финно-угры быстро его ассимилировали или ассимилировались сами. В типе лица, который сегодня считается типично русским (в отличие, скажем, от типично украинского), много изначально финских характеристик: скуластость, курносость, некоторая «размытость» линий. В генетическом коде великорусского этноса финская составляющая не менее сильна, чем славянская. И чем севернее губерния, тем меньше этот хромосомный зазор (между коренными нижегородцами и мордовцами, например, он составляет всего 2–3 условных единицы), что дает основание некоторым полемически настроенным исследователям даже называть русских «русскоязычными финнами».

Миграционная эстафета

Южнее Великого Леса, где сидели в своих болотах древние финны, тянулась Великая Степь, она же Дикое Поле – широкий коридор, по которому кочевые народы, двигаясь от пределов Ирана или Китая, вторгались через уральско-каспийские «ворота» в Европу. Одной из первых остановок, иногда на несколько веков, неминуемо становилось северное Причерноморье. Временами возникало встречное движение и с запада – когда в этом плодородном краю в поисках лучшей доли оседали земледельческие племена Европы. Но они задерживались там ненадолго – из Азии надвигалась очередная орда и вытаптывала или подминала под себя ростки оседлой цивилизации.

Всё это случалось бессчетное множество раз в доисторическую эпоху, однако незадолго до начала христианской эры миграционная активность народов заметно усилилась.

Причины, по которым орда уходила из родных мест, могли быть сугубо природными: климатические изменения или просто затяжная засуха, нехватка пастбищ, демографический взрыв. Миграция могла произойти и в результате политического конфликта. Большое племя, потерпев поражение в войне с восточным соседом, откатывалось к западу, изгоняя ранее обитавший там народ; тот проделывал то же самое со своим западным соседом, и так далее. Срабатывал «эффект домино», причем положение каждого последующего изгнанника становилось всё более отчаянным, так что завоевание новой родины становилось вопросом жизни и смерти. Иногда орду гнала вперед воля незаурядно одаренного или просто феноменально удачливого вождя, который задался честолюбивой целью создать империю. Таким был Чингис-хан, мечтавший о великой державе, где «девушка с золотым блюдом в руках сможет пройти от океана до океана, не опасаясь ни за золото, ни за свою честь». (Как мы знаем, держава была создана, но девушкам, тем более с золотом, по ней лучше было не гулять).

При переселении кочевого народа скорость движения зависела от причины и цели. Если дело было в скудных пастбищах, племя просто плелось за истребляющими траву стадами, и путь из Азии в Европу растягивался на несколько поколений. Но если требовалось уйти от опасности, расстояния преодолевались быстрее. Известно, что авары, спасаясь от врагов, добрались с Алтая до степей Северного Кавказа всего за шесть лет. Еще стремительней двигалась орда, для которой смыслом существования было завоевание. Она останавливалась, лишь когда требовалось дать отдых лошадям.

В научно-исторической терминологии Эпохой Великого Переселения считается период III–V веков, когда на севере Евразии изменился климат: наступило резкое похолодание, которое нарушило привычные условия жизни многих народов. Однако на самом деле орды кочевников и таборы блуждающих землепашцев бродили по Евразии на протяжении по меньшей мере полутора тысячелетий. Каждая последующая волна миграции обычно погребала под собой предыдущую.

Восточноевропейская равнина, самым ранним из зарегистрированных историей населением которой (если не считать полумифических киммерийцев) были скифы, затем поочередно становилась домом для самых разнообразных пришельцев: сарматов, аланов, готов, гуннов, аваров, булгар, угров, хазар, печенегов, половцев, монголов. Такими же находниками были и русославяне. Просто они сумели построить долговечное государство, на время поглощенное Чингисидами, но все-таки уцелевшее и оказавшееся жизнеспособным. Одна из причин, по которым восточные славяне сохранили государственность, состояла в том, что, в отличие от кочевников, они не испытывали столь острой нужды в пастбищах и в эпоху внешней угрозы смогли отступить в северные леса.

Ниже я кратко расскажу о народах, обитавших на территории Русской равнины до того, как она стала русской. Кажется, что все они сгинули бесследно, не оставив после себя ничего кроме могил. Но это не так. Остались гены, остались апроприированные славянами элементы культуры. Ну и, конечно, память – ведь это период, уже попадающий в поле зрения мировой истории.

Скифы

Когда Александр Блок гордо восклицает: «Да, скифы – мы! Да, азиаты – мы, с раскосыми и жадными очами!» – тут всё неправда. Русские – не потомки скифов; скифы, скорее всего, не являлись азиатами; очи их не были раскосыми и вряд ли жадными, судя по тому, что скифы на чужие земли не зарились – во всяком случае никого не завоевывали. По крайней мере, с тех пор, как, согласно Геродоту, в VIII веке до н. э. вытеснили из Северного Причерноморья киммерийцев, память о которых сохранилась только в некоторых географических названиях.

Современные ученые довольно твердо заявляют, что славяне никак не могут быть потомками скифов. У этих народов захоронения совершенно разного типа.

Происхождение скифов неизвестно. Судя по греческим изображениям, это был народ иранского происхождения – неузкоглазый и сильно волосатый. Собственно, «Скифия» во времена античности была не обозначением страны, а географическим понятием, и очень возможно, что помимо господствующего племени, знакомого грекам, там жили и другие этнические группы, в том числе славяне. Во всяком случае у кочевников-скифов имелись в подчинении какие-то инородные земледельцы. Бородатые всадники позволяли кому угодно селиться в своих степях и жить по собственным обычаям – лишь бы поселенцы исправно платили дань.

Благодаря греческим авторам мы знаем о скифах, близких соседях черноморских полисов, гораздо больше, чем о многих народах, обитавших в южной России в последующие века. У нас есть обстоятельный «Скифский логос» Геродота (V век до н. э.), есть «География» Страбона (рубеж христианской эры), имеются и другие свидетельства.

Например, Гиппократ в своем трактате «О воздухе, водах и местностях» дает описание внешности первоначальных жителей России с точки зрения медика: «По внешнему виду скифы тучны, мясисты, нерасчлененны, влажны и слабы; желудки у них наиболее влажные из всех; да и не может в самом деле живот осушиться в стране при такой природе и таком состоянии времён года». Другие авторы присовокупляют, что скифы были белокожи, голубоглазы, с жидкими желтыми волосами и, на взгляд греков, «очень похожи друг на друга».

Домов они не имели, жили в кибитках, слыли непревзойденными всадниками (греки иногда даже называли их «кентаврами»). Пока не познакомились с достижениями цивилизации, скифы любили «пьяниться дымом дурманных трав», но потом научились у эллинов пить вино и употребляли его «по-варварски», то есть не разбавляя водой.

Несмотря на «тучность» и «влажность желудков», скифы отлично владели воинским искусством. В бою были храбры и предприимчивы, метко разили врагов отравленными стрелами, пленных ослепляли и обращали в рабство, с убитых сдирали кожу, а из черепов делали чаши (эта скверная традиция, общая для многих кочевых племен, будет практиковаться в черноморских степях и тысячу с лишним лет спустя).

После того, как скифы нанесли поражение войску персидского царя Дария Первого, они стяжали себе репутацию непобедимых. Лет триста или четыреста никто не осмеливался идти против них войной – до тех пор, пока во II веке до н. э. не нагрянули дикие сарматы, которые не знали европейской истории и потому скифов не боялись. Сарматы без особенного труда покорили былых кентавров, размягчевших от эллинского влияния и неразбавленного вина.

Сарматы

Если по поводу происхождения скифов историки не могут прийти к единому мнению, то откуда взялись сарматы более или менее известно. Этот арийский народ проживал в пустынях и степях к востоку и, может быть, югу от Каспия. В западном направлении сарматы двигались небыстро, вслед за своими стадами. Как многие кочевники до и после них, сарматы не строили домов, а жили в кибитках из войлока, которые устанавливали на повозки. При этом известно, что часть этого большого этноса занималась и земледелием – либо же научилась ему, когда осела.

Но прежде всего сарматы были всадниками – еще более искусными, чем скифы. Греки полагали, что сарматы рождаются от связи скифов с амазонками. Эта легенда, вероятно, возникла из-за того, что женщины новой орды были сильными и храбрыми, а в бой ходили наравне с мужчинами. Поэтому войско сарматов было многочисленным – в сражении участвовало всё взрослое население. В пешем строю завоеватели, как многие кочевники, биться не умели, но их конные атаки были неотразимы. В военном смысле сарматы обладали еще одним важным преимуществом: они умели изготавливать панцири для людей и для лошадей из круглых пластин, которые вырезали из конских копыт, – это делало всадников почти неуязвимыми для стрел.

Меч почитался у сарматов за объект сакральный, религией было огнепоклонство. В жертву этот конный народ приносил самое дорогое, чем владел, – лошадей. Волосы и бороды у пришельцев были светлые, нестриженые; нрав даже по тогдашним негуманным временам жестокий; кожа то ли покрыта татуировками, то ли разрисована узорами.

Не встретив в европейских степях серьезного сопротивления, сарматы растворили в себе скифов, упоминания о которых с тех пор прекращаются, и, поделившись на ветви, расселились на обширном пространстве: язиги – на территории современных Молдавии, Румынии и Венгрии; бастарны – в восточногерманских пределах; роксоланы – между Днепром и Доном.

С первого века христианской эры входит в употребление название «аланы». Не вполне понятно, были ли аланы сарматами или одним из племен-спутников этого воинственного народа, но в римских источниках фигурирует аланская конница, которая прошла по всему континенту до самой Испании и, возможно, даже проникла через Гибралтар в Африку.

Нас же интересуют восточные сарматы, оставшиеся на будущих русских землях. Некоторые историки девятнадцатого века считали, что от них-то и произошли славяне. Эта версия вряд ли верна, однако кое-что от сарматов мы всё же унаследовали – названия рек Дон, Днепр, Днестр. И еще – осетинов, жителей российского Кавказа. Они по праву именуют свою страну Аланией, ибо являются прямыми потомками некогда могучего народа, часть которого в III веке ушла в горы, спасаясь от победоносных готов.

Готы

На сей раз полчище захватчиков явилось не с востока, а с запада. Одно из германских племен, ранее живших на балтийских берегах, размножилось до такой степени, что оказалось вынуждено искать новые плодородные земли.

Размер катастрофы, обрушившейся на причерноморские регионы, стал ясен, когда готы уничтожили регулярное римское войско в сражении при Абритте (251 г.). Там впервые в истории от рук варваров погиб сам император.

Орда разделилась на две группы. Одна повернула на запад и перевернула вверх дном всю Европу, но нас интересует восточный вектор этой миграции.

В IV веке на огромном пространстве от Балтики до Черноморья остготы создали первое на российской территории государственное образование (приморские полисы и эллинистические государства не в счет, поскольку они являлись периферийными ответвлениями греческой цивилизации). Такое крупное объединение разноязыких племен нуждалось в единобожии – и готы приняли христианство. Появилась у них и письменность, без которой управление было бы невозможным.

Новые условия жизни изменили организацию готского общества, которое приобрело некоторые черты феодального строя. Рабовладение сохранялось, но при этом появилось сословие всадников, прообраз дворянства, владевшее землей и управлявшее крестьянами. Вожди высшего звена назывались герцогами, а над герцогами в середине IV века утвердился верховный правитель Германарих, избранный королем.

Предки славян несомненно входили в число народов, подвластных Германариху, однако никаких следов готского влияния ни в русской культуре, ни в русском языке не обнаруживается. Может быть – это не более чем гипотеза – от готского kuni («глава рода») происходит слово «князь».

Дело в том, что готы оставались хозяевами восточноевропейских равнин недолго. Их королевство еще не успело окрепнуть, когда Дикое Поле исторгло из своих неиссякаемых глубин нашествие доселе невиданного масштаба.

Гунны

Грабительские набеги монгольского племени хунну несколько веков терзали северную часть китайской империи. Чтобы защититься от свирепых варваров, династия Хань пошла на невиданные меры: отгородилась от буйного соседа великой стеной протяженностью в две с половиной тысячи километров.

Историки спорят, являются ли пришедшие в Европу гунны тем самым племенем, которое побудило китайцев воздвигнуть самое грандиозное архитектурное сооружение человеческой истории. Преобладает мнение, согласно которому племенной союз хунну, утратив возможность подкармливаться за счет Срединной империи, вступил в период внутренних распрей и проигравшая орда двинулась на запад, поглощая встречающиеся на пути племена. К тому времени, когда несколько поколений спустя орда вынырнула из пустыни на дальнем конце европейской ойкумены, она превратилась в народ-конгломерат, вошедший в историю под именем «гунны».

Появление нового врага зафиксировано летописцами около 370 года, когда ужасные неведомые варвары обрушились на готское королевство.

Хочется посвятить еще несколько слов Германариху и его сгинувшей державе – в память о первой, неудачной попытке создания российского (в географическом смысле) государства.

Фигура Германариха настолько мифологизирована раннесредневековыми эпосами, что очень трудно отделить факты от вымысла, однако вождь этот несомненно существовал. Последний римский историк Аммиан Марцеллин, живший в те времена, пишет, что это был «воинственнейший монарх, внушивший трепет соседним народам своими многочисленными подвигами». Точных размеров готского королевства историки не знают, но кроме славян ему были подвластны многие германские и финские племена.

Согласно преданию, Германарих прожил феноменально долгую жизнь – сто десять лет и умер отнюдь не от старости. Когда в его страну вторглись гунны, престарелый король вступил с ними в упорную борьбу, но кочевники оказались сильней, и Германарих лишил себя жизни.

Есть и другая версия его гибели, не менее распространенная. Воспользовавшись начавшейся войной, герцог одного из германских племен, росомонов, изменил своему сюзерену. В отместку Германарих велел схватить жену изменника Сунильду и разорвать ее на части конями. Братья несчастной устроили на изверга покушение и нанесли ему тяжелую рану, от которой монарх так и не оправился. Со смертью короля его держава раскололась: часть готов покорилась захватчикам, часть – на беду римлян – ушла на запад.

А если бы обстоятельства сложились иначе и держава Германариха устояла перед натиском гуннов, очень вероятно, что современные россияне были бы не славянами, а готами, и я бы, аtta unsar þu in himinam, weihnai namo þein[1], писал эту книгу на языке, которого уж полторы тысячи лет как не существует.

Уцелевшие готы бежали на запад. Гунны же разместились в богатых травой полях между Волгой и Дунаем, кочуя с места на место и до поры ограничиваясь локальными грабительскими набегами.

Всякая новая орда, появляющаяся из неведомых краев, приводила более развитую цивилизацию в трепет свирепостью и жестокостью, но таких страшных варваров римско-греческий мир еще не видывал.

По уверениям европейцев, эти кочевники не спешивались ни днем, ни ночью: воевали, совещались, ели и спали на своих маленьких выносливых лошадях. Если же ходили, то очень неловко – вместо обуви они обматывали ноги кусками свежесодранной шкуры, и та ссыхалась; эти грубые «сапоги» было невозможно снять. Так же выглядела и одежда: раз надев ее, гунны меняли наряд, лишь когда предыдущий развалится сам. Ели дикие всадники сырое мясо – подкладывали кусок под седло и ждали, пока этот стейк с кровью как следует отобьется. Ни домов, ни даже шатров – вообще никакого крова – они не признавали. Их женщины рожали детей и занимались домашней работой прямо в телегах. Института семьи у ранних гуннов то ли вообще не существовало, то ли это была какая-то стаеобразная форма полигамии.

При этом в некоторых областях военного искусства кочевая орда опережала всех врагов, включая даже римлян – не только в кавалерийском бою, что было бы естественно, но и в инженерном искусстве. В отличие от большинства варваров, пасовавших перед каменными крепостями, гунны отлично умели строить осадные орудия (вероятно, их предки научились этому у китайцев).

Историки пишут, что лица гуннов были безобразны: плоские, безбородые, «похожие на скопцов», с маленькими, яростно прищуренными щелями вместо глаз. Некоторые авторы были уверены, что дикари расплющивают мальчикам носы, дабы шлем с вертикальной защитной планкой плотнее сидел на голове, а щеки изрезают ножами, истребляя растительность. Складывается впечатление, что античная цивилизация впервые столкнулась с представителями монгольской расы и объяснила ее антропологические особенности по-своему. (К сожалению, у гуннов не было летописцев, так что у нас нет возможности узнать, как растолковали себе гунны носатость, волосатость и пучеглазость европеоидов).

С V века полчища снова пришли в движение и устремились дальше на запад, с уже вполне сознательными захватническими намерениями. Мы говорили, что подобное происходило, когда у орды появлялся сильный лидер, желавший создать империю. Таким вождем был Атилла (правил в 434–453 г.г.), наделенный выдающимися полководческими, организаторскими и дипломатическими способностями. Лишь его смерть (что тоже типично для сугубо военных империй) помешала гуннам стать полновластными хозяевами континента.

Согласно хроникам, Атиллу погубило рискованное для пожилого человека сластолюбие. Он взял в жены юную германскую красавицу Ильдико и наутро после брачной ночи был найден на ложе мертвым – вероятно, вследствие инфаркта или инсульта.

После смерти владыки держава распалась на несколько враждующих фрагментов. Орды и таборы разбрелись по Европе в разные стороны. Некоторые осели на востоке. В более поздние времена соседями русославян будут волжские булгары, один из осколков гуннской миграции.

В постгуннскую эпоху – на рубеже V и VI веков – активизировались несколько племен и племенных союзов, которые несомненно существовали и прежде, но лишь теперь появились на исторической арене в качестве независимой силы. Среди этих «новых» народов были и славяне, однако до собственной государственности им оставалось далеко. Сначала предстояло вынести еще одно тяжкое иго.

Во второй половине шестого столетия со стороны Каспия приблизилась очередная орда – аварская.

Авары

Воспоминаний о гуннском или готском владычестве русославяне не сохранили. Первые угнетатели, кого они запомнили, были авары, или, как зовет их летописец, обры – «бяху телом велице, а умом горди».

Как и гунны, они явились из монгольских степей в результате «эффекта домино»: часть разгромленного в войне с врагами народа жэньжэней побежала на запад, по пути разбухая за счет покоренных тюркских племен. Конную рать, состоявшую из двадцати тысяч всадников (удивительно реалистичная цифра для хроник того времени, тяготевших к преувеличениям), вел хан Байан. Непобедимость его конницы объяснялась вроде бы мелким, но по тогдашнему состоянию военной техники очень важным обстоятельством: авары применяли не кожаные стремена, а железные, что позволяло всадникам вести стрельбу и наносить сабельные удары с лучшей опоры.

В 565 (по другим источникам в 570) году орда вынырнула из-за Дона и покорила земли к северу от Черного моря, а затем бассейн Дуная и Венгерскую равнину. На протяжении примерно двух столетий авары доминировали в этой части континента, сильно докучая Византийской империи и соседним народам.

Часть восточных славян – большой племенной союз дулебов, живший в западной Волыни, – оказалась во власти аварских ханов. О стране дулебов почти ничего неизвестно, лишь в одной из арабских хроник есть упоминание о некогда существовавшем «царстве» Валинана (очевидно, это «волыняне», другое название дулебов).

«Повесть временных лет» в самом своем начале описывает, как обры измывались над дулебами. Завоеватели не только «насилие творяху женам», но и запрягали славянок в телеги вместо тяглового скота.

А затем, согласно той же летописи, произошло некое чудо: аварское царство в одночасье развалилось. «Бог истребил их, все померли, не осталось ни одного; есть поговорка в Руси и теперь: сгинули, как обры». И летописец поясняет тотальность исчезновения прежде могучего народа, присовокупляя: «иже несть ни племени, ни наследка».

На самом деле, как можно судить по византийским и европейским источникам, крах аварского каганата произошел вследствие комбинированного наступления франков Карла Великого и дунайских болгар хана Крума. Произошло это около 803 года.

Но к этому времени русославян в тех местах, судя по всему, уже не было. Спасаясь от притеснителей, они тронулись на восток – туда, где через некоторое время возникнет Россия. Таким образом, можно сказать, что своим появлением наше государство в некотором смысле обязано жестоким обрам.

После них были и другие нашествия, но они происходили уже в исторические, то есть худо-бедно задокументированные времена. Поэтому о хазарах, печенегах, половцах, татаро-монголах и прочих незваных гостях мы поговорим в последующих главах.
Русославяне

Россия стала (или начала становиться) русской в VII веке. Притом что ни русских, ни тем более России пока не существовало – поэтому до поры до времени я буду пользоваться не очень складным термином «русославяне» (некоторые историки предпочитают называть эти племена «славяноруссами»).

За двенадцать веков своей записанной истории русославянский этнос, положивший начало российской государственности, разделился на три ветви. Крупнейшая из них (собственно русские, или по-дореволюционному «великороссы») вобрала в свой генетический код множество неславянских компонентов: угро-финский, тюркский, литовский, монгольский.

Русская нация в современном понимании этого определения существует четыре или пять столетий, с того времени, когда оформилось последнее по времени разделение русославянского языка на русский («великоросский»), украинский («малороссийский») и белорусский. По европейским меркам, русские – нация среднего возраста. Моложе, чем английская или французская (тоже не особенно старые), но старше, чем итальянская или немецкая, которые окончательно сформировались лишь полтора века назад.

Слово «Россия» впервые встречается в документе 1387 года, а вошло в употребление много позже; официально наше государство стало именоваться российским лишь в эпоху Петра Великого. Так что до «русских» и до «России» в нашем повествовании мы доберемся еще нескоро.

Давайте сначала попробуем разобраться, кто такие русославяне и вообще славяне: откуда взялись, как и почему оказались там, где живут сегодня.

Происхождение

Сложнее всего вопрос, как славянские народы попали в те места, где их обнаруживают первые свидетельства. То есть понятно, что пришли они из Азии, но откуда именно и в особенности когда – истории неизвестно. Исследование этой проблемы в русской историографии постоянно запутывалось еще и политическими мотивами. В периоды, когда верховная власть по идеологическим соображениям начинала испытывать государственный интерес к исторической науке, ученые немедленно начинали искать не истину, а расположение начальства. Начальству же хотелось поднять международный и внутренний престиж главной российской народности, опоры государства, на должную высоту. Любимый историк Николая II Александр Нечволодов красноречиво сформулировал цель официального историоведения: «Оно показывает нам, от каких смелых, мудрых и благородных людей мы происходим».

Об арийском происхождении славян этот верноподданный и патриотичный автор пишет: «…Арии выделялись из всех остальных обитателей земли того времени как своей силой, ростом, стройностью и красотой, так, особенно, благородством своих душевных свойств», а далее Нечволодов называет славян «младшими, но славнейшими племенами всей великой семьи народов, произошедших от древних ариев» (младшими, разумеется, лишь в том смысле, что славяне осели в Европе позже германцев и других арийских народов).

Впрочем, были патриотичные историки, утверждавшие, что славяне обитают в России с каменного века, просто назывались как-то по-другому, поэтому и остались не замечены античными писателями.

В общем, всё, что касается славянских корней и доисторической миграции, очень туманно и недостоверно. Поэтому повторю вслед за Карамзиным: «…Историк не должен предлагать вероятностей за истину, доказываемую только ясными свидетельствами современников. Итак, оставляя без утвердительного решения вопрос: «Откуда и когда Славяне пришли в Россию?», опишем, как они жили в ней задолго до того времени, в которое образовалось наше Государство».

С определенной уверенностью можно сказать, что предки славян примерно во II веке христианской веры вышли из Дакийского царства, к числу народов которого они до той поры принадлежали. Вероятно, уход на северо-запад был вызван дакийскими походами императора Траяна. Во всяком случае, именно с этой поры в письменных источниках начинают встречаться упоминания о племенах, которые предположительно являлись славянскими.

Здесь, пожалуй, нужно объяснить, как ученые определяют историческую географию народов, менявших место проживания и не оставивших после себя архитектурных сооружений.

Очень просто: по захоронениям. У каждой этнической культуры были свои традиции погребения, а если эти традиции предусматривали снабжение покойника в дальний путь всякими необходимыми на том свете вещами, задача археолога упрощается. Есть некоторые характерные предметы, по которым всегда можно определить славянскую принадлежность могильника или иной археологической находки.

Это могут быть золотые, серебряные или бронзовые височные кольца – женское украшение, более всего распространенное у восточных славян. Часто встречаются шейные обручи-гривны с загнутыми концами и серебряные сережки с нанизанными шариками.

В мужских захоронениях находят оружие и инструменты, изготовленные по принятым у славян технологиям. Антропологическое исследование останков часто позволяет даже установить принадлежность к тому или иному славянскому племени – по размеру и форме черепа, углу выступания носа и прочим генетическим параметрам, а благодаря методу скульптурной реконструкции можно воспроизвести облик давно умерших предков.

На время праславяне, по-видимому, обосновались в центральной Европе, расселяясь на пространстве от Балтики до Карпат и от Одера до Днепра. На территории современной Польши, Венгрии, Германии, Украины и Белоруссии обитали три группы племен: венеды, анты и склавены. Последние – безусловно славянский народ. Насчет венедов и антов мнения историков расходятся, и я не думаю, что нам нужно здесь подробно входить в тонкости этой дискуссии. Будем держаться фактов, которые считаются консенсусными.

Итак, в середине первого тысячелетия славяне (от кого бы они ни происходили и какие бы протонароды в себя ни включали) уже делились на три группы – западную, среднюю и восточную. Каждая из них, вследствие своего географического положения, подвергалась культурному воздействию ближайших соседей, приобретая некоторые новые этнические особенности и утрачивая ряд прежних; проявлялось это влияние и на языковом уровне. Западные славяне тесно контактировали с литовскими и германскими племенами; средние – с фракийскими; восточные – со сменяющими друг друга азиатскими кочевниками.

«Повесть временных лет» рассказывает: «По мнозех же временех селе суть словени по Дунаеви, кде есть ныне Угорьская земля и Болгарьская. От тех словен разидошася по земьли и прозвашася имены своими, кде седше на котором месте». И далее (уже в переводе на современный язык): «…Одни пришли и сели на реке именем Морава и прозвались моравами, другие назвались чехами; а вот тоже славяне – хорваты белые, сербы и хорутане. Когда волхи [по-видимому, имеются в виду римляне. Б.А.] нашли на славян дунайских, поселились среди них и начали насильничать, то те славяне двинулись, сели на Висле реке и прозвались ляхами, а от тех ляхов прозвались поляне, к племени же ляхов принадлежат лутичи, мазовшане и поморяне. Также и эти славяне двинулись и сели по Днепру». В этом перечислении легко запутаться, тем более что летописец называет здесь поляков «полянами», хотя поляне, как мы скоро увидим, совсем другое племя.

Существенно для российской истории то, что восточные и часть средних славян в VII веке оказались на пути аварского нашествия. Не выдержав притеснений, эти племена одно за другим стали трогаться с места, двигаясь туда, где земли были малолюдны и плохо защищены, – то есть на восток.

Эта датировка миграции русославян косвенно подтверждается сведениями из византийских источников. Вернее говоря, отсутствием каких-либо сведений: если более ранние летописцы жалуются на набеги придунайских славян, то в VII веке упоминания об этих варварах исчезают и появляются вновь лет через двести – причем докучать империи они начинают со стороны Черного моря. Резонно предположить, что русославяне перестали соседствовать с балканскими провинциями империи и ушли на Русскую равнину.

Некоторые племена – уже упоминавшиеся в связи с аварскими притеснениями дулебы или бужане (жившие на берегах Буга) – остались на прежнем месте.

Процесс обживания русославянами полей и в особенности лесов огромной равнины сущностно отличался от движения народов в западной половине континента. Это было не столько завоевание, сколько колонизация. Завоевывать славянам никого не приходилось. Разрозненные финские племена и роды, как уже говорилось, при появлении чужаков просто уходили глубже в чащу. Пришельцы, вероятно, выбирали удобные для посевов речные берега, несколько лет собирали там урожай, а когда земля истощалась, двигались по реке дальше, в поисках следующего подходящего места. Селились они при этом негусто – слабо развитая агротехника не могла прокормить большое скопление людей.

По мере заселения России и обретения каждой из славянских групп своего постоянного дома (это происходило, когда двигаться дальше становилось некуда или когда местность оказывалась в достаточной степени «хлебной») большинство племен теряли свои прежние названия и обретали новые. Этот процесс переименования еще не был забыт во времена написания «Повести временных лет».

Белые хорваты, сербы, хорутане пошли в северо-восточном направлении и разделились на две части: обитатели приднепровских полей стали полянами, жители прилежащих лесов («дерев») – древлянами.

Между Двиной и Припятью утвердились предки белорусов дреговичи (от старославянского слова дрягва, «трясина, болото»).

Дальше по Двине и ее притоку Полоте поселились полочане.

От них через некоторое время отделились кривичи (по имени первого вождя Крива), занявшие стратегически важную область в верховьях Днепра и Волги, а на западе соседствовавшие с летто-литовскими племенами.

Жители самых восточных земель несколько озадачивающе стали именоваться северянами, а их земля – северской. По поводу этимологии этого названия единого мнения не существует, однако «север» здесь явно обозначал не сторону света, а нечто иное.

Зато племена, занявшие окрестности озера Ильмень и впоследствии построившие Новгород, так и остались просто «славянами».

Вятичи и радимичи, жившие на тогдашней северо-восточной окраине новой родины славян, были, судя по Летописи, западно-славянского («ляшского») происхождения. Первых привел вождь Вятко, вторых – вождь Радимир.

При взгляде на карту поражают размеры пространства, на котором вскоре возникнет, взявшись вроде бы ниоткуда, русославянское государство. Минуту назад (по историческим меркам) никого и ничего не было – и вдруг появилась держава размером с империю Карла Великого или с Византию.

Удивляться тут нечему. Бóльшая часть территорий так и остались безлюдными. Славяне двигались и селились вдоль рек.

Первичная колонизация завершилась лишь в самом конце тысячелетия, однако к середине IX века русославянские племена, которым суждено было сыграть первые, вторые и даже эпизодические роли в действе создания государства, все уже заняли свои места на исторической сцене.

Что мы знаем про ранних славян

Прежде всего попробуем представить, как они выглядели.

Карамзин пишет: «Думая, без сомнения, что главная красота мужа есть крепость в теле, сила в руках и легкость в движениях, Славяне мало пеклися о своей наружности: в грязи, в пыли, без всякой опрятности в одежде являлись во многочисленном собрании людей. Греки, осуждая сию нечистоту, хвалят их стройность, высокий рост и мужественную приятность лица. Загорая от жарких лучей солнца, они казались смуглыми и все без исключения были русые».

Сведения Карамзина почерпнуты из «Книги о войнах» византийца Прокопия Кесарийского, жившего в VI веке. Это единственный древний автор, позаботившийся описать внешность дальнего, не особенно важного для империи народа – и то лишь потому, что эти варвары надоедали пограничным областям своими набегами. Помимо несколько романтизированного карамзинского пересказа мы можем узнать из трактата Прокопия, что славяне «телом и волосами не слишком светлые и не рыжие, отнюдь не склоняются и к черноте, но все они чуть красноватые».

Вообще источников, по которым можно составить представление о жизни славян предысторического периода, известно всего три: кроме Прокопия о далеких предках россиян писал около 600 года в «Стратегиконе» император Маврикий (или, что вероятней, его безымянный историограф), и еще есть трактат «Гетика» готского автора шестого столетия Иорданеса.

Суммируя сведения, почерпнутые из трех этих текстов, мы узнаем о ранних, «доисходных» славянах следующее.

Общественная структура у них была родо-племенная, и все важные дела решались на вече.

Поклонялись славяне пантеону богов, главным из которых почитался бог молнии. Перед рискованным предприятием или в час опасности они обещали богу щедрую жертву, но плату не авансировали, а вознаграждали божество «по факту» (эта предусмотрительность отчасти объясняет торговые таланты, которые проявятся у русославян, когда они окажутся на товарной магистрали «из варяг в греки»). Еще один обычай, который сыграет важную роль в истории восточноевропейской торговли, – необычайное (возможно, ритуальное) гостеприимство, удивляющее чужеземных хроникеров.

Уже в то время эти язычники особенно чтили реки и мистических речных обитателей. Это может означать, что привязанность последующей миграции к водным путям имела не только практическую, но и сакральную причину. Плавали славяне в длинных узких лодках, выдалбливая их из древесных стволов. А еще речные жители умели прятаться под водой, дыша через тростинку – это искусство пригождалось во время охоты и войны.

Все авторы с неодобрением отмечают крайнее убожество славянских жилищ, но это несомненно объясняется тем, что поселения строились из расчета на недолгое использование. Истощение почвы заставляло род постоянно переселяться с места на место. Сеяли эти примитивные земледельцы в основном просо, гречиху, полбу. Рожь, ячмень и пшеница стали занимать важное место в рационе русославян, очевидно, уже после миграции. Хмельное медопитие было популярно с незапамятных времен; традиционным славянским промыслом считалось бортничество.

В «Стратегиконе» написано: «Жены же их целомудренны сверх всякой человеческой природы, так что многие из них кончину своих мужей почитают собственной смертью и добровольно удушают себя, не считая жизнью существование во вдовстве». Про высокую нравственность славянок читать приятно, но добровольность их самоубийств вызывает сомнения. Обычно у народов, где существовала сходная традиция, вдову к суициду подталкивало «общественное мнение», а иногда верность усопшему супругу достигалась и прямым принуждением.

Впрочем, о семейных и бытовых обыкновениях славян византийские авторы сообщают очень мало. Варвары интересовали их прежде всего как противники, то есть в сугубо военном смысле.

Например, император Маврикий рекомендует ходить в поход против славян исключительно зимой, когда те голодают, не могут спрятаться за густой листвой и убежать по снегу от конницы.

Он пишет, что язычники не знают военного строя и предпочитают атаковать из засад; лошадей у них мало; доспехов нет, да и одежды немного – иногда лишь «штаны, прикрывающие срам»; из оружия – два маленьких копья, тяжелый щит и смазанные ядом стрелы.

Вот, собственно, и вся более или менее достоверная информация о древних придунайских славянах, которой мы располагаем.

Пращуры по прямой

Гораздо больше нам известно о русославянах догосударственной эпохи. Они ближе к нам по времени, а главное – они представляли больше интереса для первых летописцев, непосредственных их потомков. Намного обширнее и количество археологических находок.

Различия между русославянскими племенами витиеватым романтическим слогом описал Карамзин:

«Поляне были образованнее других, кротки и тихи обычаем; стыдливость украшала их жен; брак издревле считался святою обязанностию между ними; мир и целомудрие господствовали в семействах.

Древляне же имели обычаи дикие, подобно зверям, с коими они жили среди лесов темных, питаясь всякою нечистотою; в распрях и ссорах убивали друг друга: не знали браков, основанных на взаимном согласии родителей и супругов, но уводили или похищали девиц.

Северяне, Радимичи и Вятичи уподоблялись нравами Древлянам; также не ведали ни целомудрия, ни союзов брачных; но молодые люди обоего пола сходились на игрища между селениями: женихи выбирали невест и без всяких обрядов соглашались жить с ними вместе; многоженство было у них в обыкновении».

Здесь уважаемый историк, возможно, слишком некритично придерживается версии «Повести временных лет», автор которой, по общему мнению, был полянином и превозносил свое колено превыше прочих.

Многоженство, кажется, было распространено у всех племен и сохранялось еще довольно долго после крещения Руси. Ссоры из-за похищения невест были одной из главных причин нескончаемых межродовых конфликтов. Со временем установился обычай выплачивать вено, выкуп за невесту, но это, очевидно, произошло довольно поздно, на стадии разрушения родо-племенной структуры, о чем разговор пойдет ниже.

Поначалу же очень важную роль в жизни рода играл старейшина – иногда его называли «князь» (я уже говорил, что это слово, родственное норманнскому «конунг», возможно, произошло от готского «куни»).

Главный бог, повелитель молний, – Перун, бог солнца и дождя – Дажбог (судя по тому, что он не был главным, жители лесов еще не были преимущественно земледельцами и не полностью зависели от урожая), бог ветров – Стрибог, бог охоты и скотоводства – Велес. А впрочем, точного представления о русославянском пантеоне ни у кого нет. Вероятно, у разных племен иерархия богов, их имена и разделение полномочий варьировались. Накануне принятия христианства князь Владимир Святославич попытался преобразовать веру предков в официальную религию, выстроив богов по ранжиру, но попытка оказалась неудачной.

Храмов у русославян не было, но имелись капища для совершения священных обрядов. Происходили такие церемонии на возвышенностях или возле старых могучих дубов. При этом никаких упоминаний о специальных жрецах и тем более жреческой касте нигде не встречается. Волхвы, как уже было сказано, – это жрецы финских племен, внушавшие славянам суеверный страх и, очевидно, имевшие на них немалое влияние.

До принятия христианства существовала традиция человеческих жертвоприношений – для умилостивления бога или искупления вины перед ним. «Говоря о жестоких обычаях Славян языческих, скажем еще, – сообщает Карамзин, – что всякая мать имела у них право умертвить новорожденную дочь, когда семейство было уже слишком многочисленно, но обязывалась хранить жизнь сына, рожденного служить отечеству. Сему обыкновению не уступало в жестокости другое: право детей умерщвлять родителей, обремененных старостию и болезнями, тягостных для семейства и бесполезных согражданам». Вероятно, племена вели полуголодное существование и в периоды особенной нехватки продовольствия были вынуждены избавляться от бесполезных едоков.

Судя по довольно сложному устройству захоронений, у русославян имелось твердое представление о загробной жизни. Покойников закапывали в могилы; над местом погребения вождя насыпали курган. В некоторых племенах прах сжигали и устанавливали урны на перекрестках и межах. Покойный предок, чур или щур, должен был оберегать территорию, где проживало его потомство. Этимология слова «чересчур» – «вне доступных пределов», то есть за пределами межевого столба, где покоится прах чура.

Важную роль играл похоронный обряд «тризна», где скорбящие сначала бурно выражали свое горе, рыдая и расцарапывая лица, а потом закусывали, выпивали и пели песни, переходя от уныния к веселью. (Примерно в такой же последовательности настроений происходят в России поминки и в наши дни).

Если говорить о веселье, то есть карнавальной стороне жизни, у русославян было три основных праздника, все связанные с обожествлением природы. Они сохранились в народной традиции на долгие века, лишь заменив языческое обоснование на христианское.

В конце декабря люди отмечали рубеж, на котором ночи перестают удлиняться и световой день начинает прибывать. Впоследствии Коляда (от латинского calendae) переиначилась в Рождество. Праздник прихода весны стал Масленицей, рубежом христианского Великого Поста. Позднейший Иванов День (23 июня) связан с культом Солнца.

Примечательно, что в языческой русославянской традиции отсутствует осенний праздник урожая, важный во многих земледельческих культурах, – еще одно свидетельство того, что на дары земли лесные жители первоначально уповали меньше, чем на рыбную ловлю, скотоводство и охоту.

Из ремесленных навыков ранних россиян, пожалуй, примечательно лишь сравнительно высокое развитие кузнечного дела. Мечи, ножи и копья русославян были хорошего качества. Археологи находят следы плавильного производства почти повсюду. Объяснялось быстрое развитие железного дела тем, что в Центральной и Северной Руси руда была легкодоступна и ее имелось гораздо больше, чем в прежнем регионе обитания восточных славян. Поляне и ильменцы выходили на бой уже не в одних штанах, «прикрывающих срам», как во времена императора Маврикия, а в шлемах и кольчугах.

Изменений, которые новая среда произвела в жизни прежнего полуземледельческого-полукочевого народа, было множество. Некоторые из них послужили предпосылками для создания государства.

«Страна городов»

Когда все свободные местности были заняты и движение племен закончилось, русославяне наконец стали по-настоящему оседлыми. С этого момента и началась общественно-цивилизационная эволюция, которая довольно быстро, всего через несколько поколений, приведет единоязычный, но не состоящий в племенном союзе этнос к объединению.

Увеличившаяся плотность расселения по берегам рек вынудила земледельцев отказаться от прежнего принципа выбора пахотных земель, когда можно было просто перейти с одной удобной поляны на другую. Теперь приходилось вырубать деревья, сжигать их, удобряя землю золой, а когда почва истощится, освобождать от растительности следующий участок. Так постепенно увеличивалась площадь сельскохозяйственной обработки, а население обживало территорию, необязательно примыкавшую к берегам рек.

Естественно, изменился тип домов. Они стали добротнее, долговечнее. Археологи встречают два типа жилищ: для степной зоны, небогатой строительным деревом, характерна глинобитная конструкция (прообраз украинской хаты); для лесной – бревенчатое строение (прообраз русской избы).

Необходимость защитить домашнюю живность от хищных зверей заставила русославян, прежде всего лесных, окружать территорию частоколами и валами. Так появились городища, маленькие поселки на несколько домов. Их следы остались повсюду. В самых населенных местах, вдоль торговых рек, городища стояли почти непрерывной чередой, на расстоянии в несколько километров друг от друга.

Особое направление развития получили поселения, оказавшиеся на очень важной водной магистрали, опоясывавшей всю Европу.

Верховья Днепра и Волги находятся в непосредственной близости к бассейну Западной Двины и Ильмень-озера, благодаря чему купцы могли провозить по этому маршруту товары из зачерноморских и даже закаспийских краев к Балтике; далее ладьи морем обходили весь континент и возвращались Средиземным морем обратно на Восток. Эта круговая дорога, по которой торговля происходила в обе стороны, на русском своем отрезке называлась «Путь из варяг в греки». В «Повести временных лет» объясняется: «…Шёл путь из Варяг в Греки и из Грек по Днепру, и верх Днепра волок до Ловоти, по Ловоти внити в Ильмень-озеро великое, из него же озера потечеть Волхов и втечеть в озеро великое Нево и того озера внидеть устье в море Варяжское, и по тому морю ити до Рима, а от Рима прити по тому же морю ко Царюгороду, а от Царягорода прити в Понт-море, в неже втечеть Днепр река».

Византийские, арабские, хазарские, западноевропейские купцы везли по степным и лесным рекам самые разнообразные товары. Культ гостеприимства, издавна существовавший у славян, сильно удешевлял затраты коммерсантов, давая возможность экономить на охране караванов. Аборигены тоже не оставались внакладе. Вероятно, поначалу они просто получали выгоду от обслуживания транзита: снабжали путешественников продовольствием, строили или чинили лодки, нанимались на волоках. Однако через некоторое время русославяне активно включились в товарообмен. Статьями экспорта на раннем этапе была продукция лесного хозяйства: меха, мед, воск, но не зерно – его не всегда хватало для собственных нужд.

Вдоль рек археологи находят следы многочисленных торжищ. Известны клады догосударственного периода, где нет монет (византийских или арабских) позднее начала IX века. Стало быть, к тому времени русославяне, по крайней мере частично, перешли от натурального обмена к товарно-денежным отношениям и имели возможность накапливать ликвидность.

Маршрут, по которому плавали «из варяг в греки», – подлинное эльдорадо для «черных» кладоискателей. Дело в том, что у русославян было заведено, отправляясь в поход, ценные вещи закапывать, а поскольку обратно возвращались далеко не все (иногда, как мы увидим позднее, вообще никто не возвращался), сокровища оставались в земле.

На сравнительно небольшом участке близ современного Смоленска таких кладов обнаружено множество. На первый совершенно случайно наткнулись рабочие во время прокладки железной дороги в 1868 году. С тех пор вот уже полтора века в Гнездовском археологическом комплексе всё время находят что-то новое.

В IX–X веках на этом месте находился крупный торговый центр (возможно, первоначальный Смоленск). Кроме кладов здесь были обнаружены тысячи славянских и скандинавских захоронений. Находки позволяют судить о диапазоне транзитной торговли, проходившей по маршруту Днепр – Балтика. Кроме изделий местных мастеров в курганах и кладах нашли скандинавское оружие, европейские и восточные ювелирные изделия, англо-ирландскую конную упряжь, византийские золотые солиды и арабские серебряные дирхемы. Именно дирхемы (в том числе африканской чеканки) имели наибольшее хождение в русославянских землях. В двухстах пятидесяти официально известных кладах было найдено больше ста тысяч арабских монет, которые, впрочем, использовались в качестве не денежной единицы, а весовой меры серебра.

Благодаря торговле на речных путях возникли первые русославянские города: Киев, Изборск, Полоцк, Смоленск, Любеч, Чернигов, Новгород (есть версия, что последний назван так переселенцами с запада в память о Стариграде, славянском городе, находившемся на севере Германии). Истории неизвестно, когда именно появились эти древнейшие населенные пункты. Зато понятно, как они образовались.

Обитатели разбросанных по речным берегам городищ свозили товары на продажу в определенные места, удобные для торговли (они назывались «погосты», от слова «гость», «гостьба» – то есть «торговец», «торговля»). Со временем там образовались товарные склады. Склады нужно было охранять, а «гостей» обслуживать. Население разрасталось, постройки приходилось огораживать – и погосты превращались в города.

Большие, средние и маленькие поселения, каждое за бревенчатым частоколом, выстроились в цепочку вдоль всего пути из варяг в греки. Норманны неслучайно назвали эту страну Гардарикия, «Страна городов». У жителей тогдашней Скандинавии городов почти не было. Но и западноевропейцев поражало такое обилие окруженных стенами населенных пунктов. Баварский автор IX века пишет, что у славянского племени уличей насчитывается 318 городов, а у северян аж 325. В Германии такого бума стеностроительства не существовало.

Теперь пришло время разобраться, в каких отношениях русославяне находились со своими соседями. Именно оттуда, извне, последует толчок, который вынудит разрозненные, обособленно существовавшие племена соединиться в государство.
Порубежье

Непосредственно перед стартом своей государственной истории русославяне соседствовали на севере и северо-востоке с финскими племенами; на западе – с летто-литовскими и, по морю, с норманнами; на востоке и юго-востоке – с волжскими булгарами и хазарами. На юге, вдали, находился политический центр тогдашнего мира Константинополь, чье магнитное притяжение на протяжении четырех столетий будет главным фактором русской жизни. Однако в этой главе о Византии мы говорить не будем – ее время еще не настало. Нечего прибавить и к тому, что уже было сказано о финно-уграх. Эти племена жили всё так же, их соседство никак не повлияло на генезис Киевской Руси.

Поэтому сосредоточимся на западных и восточных соседях русославян. На этих рубежах, в особенности восточном, в IX веке происходили важные события.

Западные соседи

Сначала, очень коротко – о литовских народностях, населявших Прибалтику с древнейших времен. Коротко – потому что эпоха возникновения и могущества литовского государства начнется несколько веков спустя. Пока же многочисленные языческие племена, представлявшие отдельное ответвление арийской расы – литовцы, пруссы, жмудины, куры, латгалы, земгалы, ятвяги и прочие, – никакой политической активности не проявляли. С одной стороны на них давили германцы, с другой подступали славяне, с моря нападали разбойничьи ватаги норманнов. Племена пятились в дремучие леса, в приграничных районах перемешивались с чужаками, находившимися на более высокой ступени материально-культурного развития, и ассимилировались. Некоторым коленам литовского этноса было суждено бесследно сгинуть, оставив о себе память лишь в географических названиях. От окончательного исчезновения литву, вероятно, спасло то, что поживиться в этих нищих краях было нечем, а времена экспансии под лозунгом «крещения язычников» еще не наступили.

Религия древних литовцев была очень близка к верованиям русославян. То же поклонение силам природы, тот же главный бог молнии, только здесь он именовался не Перун, а Перкунас.

В русских летописях литовские племена упоминаются без особенного интереса, по большей части вскользь – чего не скажешь о других пришельцах с Запада, норманнах, которых у нас называли «варягами». О происхождении этого слова историки спорят, но скорее всего оно обозначало не этническую принадлежность к какому-то скандинавскому народу, а род деятельности. «Варяги» – это вооруженные дружины, отправлявшиеся в чужие края за добычей, заработком или торговыми барышами.

Гиперактивность скандинавских народов, начавшаяся в VIII веке, по-видимому, объяснялась недостатком пищи. Разросшееся население не могло прокормиться на скудных северных землях, и часть мужчин была вынуждена отправляться за моря. В одном из скандинавских преданий («Сага о гутах») рассказывается, как на Готланде из-за перенаселенности стало невозможно прокормиться, и каждый третий мужчина по жребию был выслан за пределы острова.

После того как первые походы оказались прибыльными, заморские набеги стали чем-то вроде традиционного промысла скандинавов. Эти рейды приносили и богатство, и славу.

Из-за обилия природного железа и корабельного леса норманны научились ковать прекрасное вооружение и строить большие ладьи, приспособленные для долгих плаваний.

Эти корабли были очень прочными и легкими, потому что сшивались из тонких длинных досок, выпиливаемых из целого ствола старых деревьев, обычно дубов. Толщина обшивки могла составлять всего один дюйм, а осадка у ладей была минимальной, что, в частности, позволяло ходить по мелким рекам, а при необходимости перетаскивать нетяжелое судно волоком.

Парус делали из руна длинношерстных овец. Он был легким и не промокал из-за естественного жирового покрытия. Самые легкие из скандинавских ладей, двигаясь на веслах при попутном ветре, могли развивать фантастическую для той эпохи скорость – до 35 километров в час.

В художественной литературе все норманнские корабли без разбора именуют драккарами («корабль-дракон») и изображают непременно с головой дракона на носу, но этот романтический термин вошел в употребление лишь в XIX веке, сами викинги называли свои ладьи иначе. И драконью голову на судно мог поставить только конунг или предводитель отряда. Она снималась в знак мирных намерений, если берега были дружественными. На борт военной ладьи вывешивались щиты воинов.

Со временем викинги начали строить ладьи нескольких типов, каждый предназначался для определенной цели.

Известней всего лангскип, «длинный корабль», главным образом использовавшийся для войны. Он мог достигать длины в 60 метров и иметь до 35 пар весел, а перевозил сотню или даже полторы сотни дружинников (но такие большие экипажи должны были ночью разбивать лагерь на берегу). Для плавания по пути «из варяг в греки» лучше подходили более легкие снеккары, «корабли-змеи». В дальние торговые путешествия по морю ходили кнарры, поднимавшие больше 20 тонн груза. Они имели сравнительно небольшую команду и невысокую скорость – за сутки покрывали расстояние в 100–120 километров.

Корабль для викинга был и домом, и главным богатством. На тот свет знатный скандинав тоже отправлялся на своей ладье: ее загружали ценными вещами, припасами и после пышного обряда сжигали вместе с мертвецом.

Главным заработком для скандинавских мужчин было наемничество. Византийские императоры охотно брали этих сильных, суровых, сплоченных родством воинов в свою гвардию. Следуя примеру Константинополя, правители других стран и городов или просто купцы тоже стали нанимать для защиты варяжских вождей-хёвдингов с их дружинами.

Норманны, превосходные мореплаватели, активно включились в международную торговлю. Мало что производя сами, они выполняли роль «доставщика грузов» с юга на север и с востока на запад.

Но главную известность, конечно, получили не купцы и не наемники, а грабители и завоеватели. Разница между двумя последними была небольшая. Викинги (еще одно распространенное название северных воителей) добирались до Испании и Италии, колонизовали Исландию и Гренландию. Их ладьи можно было встретить на Каспии и у берегов Северной Америки.

Часть норманнов оседала на новых землях, основывая там свои государства. Скандинавы захватили север Франции и Англию, несколько областей на южнобалтийском побережье.

Так появилась варяжская колония и у границы русославянских земель – на Ладоге. По мнению ряда исследователей, норманны обосновались там даже раньше славян. Впрочем, с точностью установить последовательность заселения новгородчины вряд ли возможно. В «Повести временных лет» довольно туманно сообщается, что «новгородцы – люди от варяжского рода, а прежде были словене», то есть можно понять так, что новгородцы вначале были славянами, а потом «оваряжились» вследствие постоянного притока норманнов. Есть и другая версия, согласно которой всё наоборот: новгородские варяги, войдя в контакт с пришлыми славянами, «ославянились» – и это даже вероятнее, поскольку более развитая бытовая культура обычно становится доминирующей. Непохоже, что древнерусская жизнь хоть в какой-то степени подпала под влияние скандинавской цивилизации. У ранних норманнов славянам, видимо, заимствовать было особенно нечего.

Тесные связи между местными жителями и варягами установились по всей протяженности великого речного тракта. Торговым городам было выгоднее и проще нанимать для охраны недорогую скандинавскую дружину, чем содержать собственную, где каждый воин к тому же принадлежал бы к какому-то роду и мог оказаться нелоялен по отношению к городу. Из норманнских источников известно, что конунг или хёвдинг заключал с местными старейшинами «ряд» (договор) на 12 месяцев. В одной из саг упомянута стандартная оплата: полное содержание плюс по одной гривне (примерно 200 г. серебра) за воина в год. По этой таксе можно определить какого размера были наемные варяжские дружины. Например, конунгу Олегу (тому самому, Вещему) новгородцы платили 300 гривен. Значит, войско, охранявшее самый большой город, вероятно, состояло из трех сотен викингов.

«Призвание варягов», если оно действительно имело место (об этом разговор впереди), произошло бесконфликтно. Варягов, собственно, незачем было призывать. Многие из них уже стали временными или постоянными обитателями русославянских городов, играя в их жизни важную роль и, очевидно, неплохо уживаясь с местным населением.

Булгары

Страна волжских булгар, по представлениям европейских географов, находилась на самом краю света. О ее месторасположении туманно пишут: «еще восточнее славян». Точные границы Булгарии нам неизвестны. Не исключено, что она простиралась далеко на восток, за Уральский хребет, но скорее всего восточной границы просто не существовало – не с кем было граничить.

Прабулгары были одним из осколков гуннского нашествия. Этот некогда единый народ, скорее всего тюркского корня, под ударом аварской орды разделился на две ветви, которые в конечном итоге оказались почти в трех тысячах километров друг от друга. Одна утвердилась на Балканах и со временем растворилась в местном славянском населении, переняв его язык и культуру, так что от былых кочевников осталось лишь прежнее название България. Вторая часть ушла на северо-восток, долго скиталась и в конце концов то ли в VII, то ли в VIII веке осела в устье Камы. Там булгары (буду называть их так, чтобы отличить от дунайских болгар) смешались с коренными финскими племенами, но сохранили свои обычаи и язык, от которого происходит современный чувашский.

Так далеко на севере булгары оказались отступая от более сильных хазар, в вассальную зависимость от которых они в конце концов попали, но полностью самостоятельности не утратили, и их государство оказалось значительнее долговечнее хазарского.

Арабы пишут, что булгарами управлял «малик», то есть монарх. В периоды независимости он назывался ханом, а при хазарском владычестве – эльтебером, то есть наместником. Известно, что с ослаблением в X веке каганата булгарское государство приняло ислам, переняв его у арабских купцов.

Страна эта очень зависела от торговли с Востоком. Благодаря торговле, она, собственно, и возникла.

Булгары выгодно разместились на водном пути от Каспия в северную Европу. Аравийские и хазарские купцы везли по Волге с юга свои товары и меняли их на меха. Из торжищ образовались два больших города – Сувар и Булгар (он же Великий Булгар), в каждом из которых, согласно арабскому источнику, проживало до десяти тысяч человек, весьма значительное население для той эпохи. Первоначально народ не был многочисленным, он состоял примерно из пятисот родов, однако постепенно подчинил себе окрестные племена. Одни только черемисы в военное время давали хану несколько тысяч всадников.

Впрочем, Булгария не была воинственным государством. Если и происходили столкновения с западными соседями русославянами, то обычно по инициативе последних. Вероятно, Булгарии и без военных походов хватало доходов от торговли, земледелия и ремесел.

В наших летописях волжских булгар называют «серебряными», поскольку они привозили серебро. Кроме того, они разводили хороших коней и поставляли «жито», то есть, очевидно, обладали более эффективным сельским хозяйством. О высоком уровне развития свидетельствует и то, что Булгария чеканила собственную монету.

В IX веке волжская Булгария воспринималась русославянами как страна завидного богатства и процветания, но отнюдь не как источник политического влияния.

Доминирующей политической силой в восточноевропейском регионе был Хазарский каганат.

Хазары

Примерно в то же время, когда русославяне стали заселять восточноевропейскую равнину, со стороны Каспия в приволжские и причерноморские степи прибыл большой кочевой народ хазары. Он, видимо, представлял собой смешение разных этносов, преобладающим элементом среди которых был тюркский. Особенность хазар, которые вначале вели себя как все остальные бродячие племена (то есть жили набегами и следовали за пасущимися стадами), заключалась в том, что, укрепившись в низовьях Волги, они довольно скоро изменили свои обычаи.

По реке проходил важный торговый путь Восток – Северная Европа, удобный для арабских, еврейских и прочих восточных купцов, по тем или иным причинам предпочитавших возить товары в обход византийских владений, то есть не через Черное море. Хазары быстро поняли, что участие в товарообмене прибыльней грабительских походов.

Возникли большие торговые города. Главный из них, Итиль, стал столицей нового государства. В летнее время хазары по привычке еще уходили в степи и жили в кибитках, но все больше времени проводили в городских пределах.

Прежде этот пришлый народ придерживался шаманских верований алтайского типа, но создание централизованного государства, как это часто случалось в истории, потребовало введения единобожия.

В середине VIII века после ряда неудачных войн с наступающими из Закавказья арабами верховный владыка хазар принял ислам, но затем арабский мир раскололся и утратил первоначальную напористость. Тогда каган решил подумать еще раз – какой из трех монотеистических религий отдать предпочтение.

Он оказался перед тем же выбором, который придется сделать Владимиру Святославичу сто с лишним лет спустя. Очень вероятно, что при избрании государственной конфессии киевский князь учел ошибку хазарского монарха – поставил на союз с Византией, центральной державой того времени, к тому же тесно связанной с Русью торгово-экономическими интересами.

Но каган, видимо, руководствовался иной логикой. Отлично понимая политические последствия этого решения, он не захотел попадать в религиозное подчинение ни к константинопольскому патриарху, ни к багдадскому калифу, а предпочел иудаизм. В этой религиозной системе, не подвластной никакому иностранному владыке, он мог сам претендовать на роль главы церкви.

Второй (после античности и перед современным Израилем) опыт создания иудаистского государства всегда вызывал большой интерес у исследователей, однако достоверных сведений о хазарах немного, так что реконструкции внутренней жизни каганата часто строятся на предположениях и отрывочных фактах. Существует, однако, вполне правдоподобная гипотеза, согласно которой отказ каганов от языческой религии предков был связан с политическим переустройством страны.

Дело в том, что титул кагана, передававшийся по наследству, считался у хазар VII–VIII веков священным, но при этом верховный правитель обладал лишь номинальной властью. Он был полубожественным существом, представителем сверхъестественных сил и не смел загрязняться земными заботами. При восшествии на престол кагана слегка придушивали шелковым шнурком и задавали ему сакральные вопросы, на которые бедняга отвечал в полубессознательном состоянии. Эти ответы воспринимались как голос бога. Когда со страной происходили несчастья – неудачная война, мор или голод, – в этом винили кагана и убивали его, сажая на трон следующего. Лицезреть «правителя» могли всего несколько приближенных. Фактически он был не монархом, а верховным жрецом или, вернее, идолом.

Реальная власть находилась в руках главнокомандующего каган-бека, власть которого передавалась по наследству. Всё это напоминает средневековую японскую систему бакуфу с ее двумя царствующими династиями: империей управлял не декоративный монарх-микадо, а главнокомандующий-сёгун. И закончилось двоевластие в Хазарии примерно так же. Один из каганов (очевидно, это произошло в самом начале IX века) перешел в иудаизм, тем самым лишив смысла всю прежнюю иерархию. За этим последовала междоусобная война, в которой каган-бек потерпел поражение. Во всяком случае, поздние источники о двоевластии в Хазарии уже не упоминают, государством правят каганы, и имена у них ветхозаветные: Езекия, Манассия, Ханукка, Исаак, Аарон и так далее.

Каган не попытался, как другие властители-неофиты (например, тот же князь Владимир), насильно обратить в официальную веру своих подданных. Иудаизм стал религией царского двора и аристократии, а среди населения имелись и мусульмане, и христиане, и язычники. Толерантность вообще являлась, по-видимому, одной из стержневых особенностей хазарского государства.

В своей внешней политике это царство рано перенастроилось с военной экспансии на экономическую. Подчинение Итилю было сродни «браку по расчету», поскольку покровительство хазар сулило больше выгод, чем тягот.

Например, Булгария, расположенная выше по течению Волги, при конфликте с каганом осталась бы без речной торговли, которая составляла основу ее процветания. Выгоднее было покориться, тем более что иго оказалось совсем не тяжким.

Точно так же поступили и русославяне: поляне, северяне, вятичи, радимичи. Признав власть хазар, они платили необременительную дань («по белке с дома»), а взамен получали все выгоды участия в каспийской и черноморской торговле. Правда, каган брал со славянских купеческих караванов десятипроцентную пошлину, но взамен обеспечивал безопасность торговых путей.

Очевидно, отношения с номинальным сюзереном были взаимовыгодными. В «Повести временных лет» нет жалоб на хазарские притеснения, а из иностранных хроник известно, что славяне охотно нанимались служить в регулярное войско кагана.

Пока каганат стоял крепко, необходимости в собственном государстве у русославян не возникало. Однако во второй половине IX века ситуация на юго-востоке изменилась.

Ушли в прошлое времена, когда каганат слыл могущественной державой и византийские базилевсы считали выгодной партией брак с хазарскими царевнами. (Император Лев IV, сын одной из них, даже вошел в историю под прозвищем Лев Хазар).

Из Азии нахлынула новая волна миграции, под натиском которой каганату пришлось убраться из степей между Доном и Днепром.

Плохо организованная, но многолюдная и воинственная тюркская орда печенегов стала угрожать пути из варяг в греки. Хазарское царство не могло прикрывать своих данников от опустошительных набегов степной конницы.

Если русославяне не хотели потерять торговлю с Византией и угодить под печенежское иго, несравненно более тяжкое, чем мягкое правление хазар, нужно было научиться самим себя защищать.

Всё готово для государства

Итак, внешнеполитические обстоятельства требовали от русославян объединения и централизации. Больше всего в этом нуждались обитатели юго-восточного угла будущей страны, страдавшие от степных разбойников и зависевшие от днепровской торговли.

Там жило самое крупное и развитое из племен – поляне. Неслучайно столицей всего русского государства станет Киев, их главный город, хотя центростремительное движение стартовало на противоположном конце будущего государства.

Как и в случае с другими раннерусскими городами, неизвестно, кто и когда основал Киев. По преданию, своим названием он обязан некоему Кию, не то перевозчику, не то местному князю, но это почти наверняка легенда, придуманная в позднейшие времена.

В описываемую эпоху на западе уже возникли другие славянские государства – болгарское, чешское. Вскоре появится и польское. Внутренняя эволюция славян – и социальная, и экономическая – подготовила эту группу народов к переходу на следующий этап общежития.

Чем же определялась внутренняя готовность русославян к созданию собственного государства?

Мы видели, как речная торговля постепенно превратила страну хуторов-городищ, кормившихся от земли и леса, в страну городов, ориентированных на международную торговлю. Жители этих крупных населенных пунктов, оторвавшись от натурального хозяйства, должны были выменивать пищу и товары у соплеменников, оставшихся на периферии. Сначала близлежащие, а затем и удаленные поселки стали рассматривать город как источник постоянного дохода. В случае же опасности за стенами города и под защитой гарнизона можно было укрыться от врага.

Город естественным образом превратился в центр жизни целой волости, а если это был большой город, то и области. Со временем оказалось, что прежние родо-племенные связи менее актуальны, чем географическая близость к средоточию экономической и политической жизни.

В границах области, прилегающей к большому городу, могли жить люди, принадлежавшие к разным родам и даже племенам. Постепенно областной принцип организации у русославян стал преобладающим, разрушая прежний родовой уклад. От региональной централизации до создания государства всего один шаг.

Имелся и активный агент, который мог исполнить роль крови, циркулирующей по инфраструктуре удобного речного сообщения. Таким подвижным элементом были наемные варяжские дружины, не привязанные к определенному месту проживания и всегда готовые тронуться в путь. Не хватало лишь энергетического толчка, с которого начинается история любого государства.

В 862 году (или около этой даты) такой импульс наконец возник.
Призвание (?) норманнов (?)

Несомненно одно: в середине IX века в Новгороде или его окрестностях произошли события, приведшие русскую историю в движение.

Появился некий званый или незваный вождь, которого, возможно, звали Рюриком; какие-то ратные люди «варяги-русь» утвердили свою власть сначала на северо-западе славянских земель, а затем и на юге. Когда оба варяжских центра, Новгород и Киев, объединились под властью единого правителя, родилось государство, которое с тех пор много раз распадалось, но окончательно не исчезло, беспрестанно меняло свои размеры, очертания и даже название (Киевская Русь, Владимирская Русь, колония Золотой Орды, Московское великое княжество, Московское царство, Российская империя, СССР, Российская Федерация), однако сохранило преемственность языка, культуры и политического развития.

Давайте попробуем разобраться в двух «вечных» вопросах, из-за которых было сломано много научных копий, а в болезненно идеологизированные моменты истории и человеческих судеб.

Так приглашали славяне варягов или нет? И кто это такие – «варяги» нашей летописи?

В эту бесконечную дискуссию, длящуюся скоро уж триста лет, примешано слишком много эмоционального и конъюнктурно-политического.

Одним нашим соотечественникам казалось лестным вести генеалогию от викингов; другим мнилось зазорным происходить от иностранцев; третьим – они-то, собственно, и были настоящими историками – просто хотелось установить истину (скажу сразу, что это не удалось и точка в споре не поставлена).

Всякий раз, когда государственная доктрина ориентировалась на борьбу с «низкопоклонством перед Западом», версия норманнского происхождения русского государства подвергалась суровой критике как антипатриотическая и оскорбительная для самосознания великой нации или даже преступная. Но во времена либеральные, западнические «норманизм» с удовольствием поднимали на щит, ибо эта теория подтверждала тезис об изначально европейской сущности России.

Первый бой государственно мыслящих «антинорманистов» с безыдейными «норманистами» произошел еще в царствие кроткия Елисавет.

Санкт-Петербургская академия наук и художеств решила провести «публичную ассамблею», назначенную на 6 сентября 1749 года – день тезоименитства государыни. Два ученнейших профессора – Герхард Миллер и Михайла Ломоносов должны были приготовить каждый по докладу: первый на латыни, второй на русском. Ломоносов отнесся к парадному мероприятию прагматично – сочинил «Слово похвальное императрице Елизавете Петровне», которое, как и подобает панегирику, было «цветно и приятно, тропами, фигурами, витиеватыми речьми как драгоценными камнями украшено», за что и получил лавры вкупе с высочайшим благоволением. Но историограф Миллер, ученый сухарь, воспринял задание слишком буквально. Он подготовил научный трактат «De origine gentis russicae» («Происхождение народа и имени российского»), где, изучив разные источники, пришел к выводу, что русская держава была создана пришельцами из Скандинавии.

Идея была высказана исключительно не ко времени. Российская держава никак не могла идти от скандинавского корня, потому что отношения со Швецией в тот момент были отвратительные. Многоопытное академическое начальство на всякий случай отменило тезоименитственную «ассамблею», а Миллерову «диссертацию» отправило на экспертизу.

Уже отпечатанный тираж научного труда был уничтожен. Более всех негодовал на автора-немца Ломоносов, написавший в своем отзыве, что сии выводы «российским слушателям досадны и весьма несносны». После этого Михайла Васильевич затеял сам писать «правильную» историю России с похвальной целью обосновать «величество и древность» славянского народа.

Бестактному Миллеру урезали жалованье и понизили из профессоров в адъюнкты.

Двести лет спустя сторонник «норманизма» так легко не отделался бы. В эпоху борьбы с «низкопоклонством перед Западом» возник настоящий культ Ломоносова как истинно русского патриота, самоотверженно сражавшегося с иностранным засильем в отечественной науке. Именем Ломоносова назвали Московский университет, где великому ученому стоит целых два памятника – сидячий и стоячий.

Главный советский специалист по древнерусской истории, лауреат Сталинской премии Борис Рыбаков писал в научном труде «Рождение Руси»: «Мы обязаны отнестись с большой подозрительностью и недоверием к тем источникам, которые будут преподносить нам Север как место зарождения русской государственности, и должны будем выяснить причины такой явной тенденциозности». Современники отлично понимали, какие именно органы будут выяснять причины этой тенденциозности, и в те годы никому не хотелось быть «норманистом».

Однако с деидеологизацией исторической науки все запрещенные теории воскресли.

Версии этнической принадлежности «варягов-руси» подразделяются на три группы.

Сторонники первой утверждают, что никаких «находников» не было, а если и были, то не инородные, а свои, славянские. Словом «варяги» летописец называет не норманнов, а варгов, славянское племя, обитавшее на берегах Балтики и родственное новгородцам.

Некоторые историки этого направления уверены, что «русь» – это русии или ругии, славянское население острова Рюген.

Примыкает к этой точке зрения теория историка-славянофила Иловайского, который хоть и признавал скандинавское происхождение «варягов», но считал, что они существенной роли в создании русского государства не сыграли. Оно образовалось без внешних влияний, трансформировавшись из древнеславянского княжества.

«…Есть ли малейшая вероятность, – пишет Иловайский, повторяя на свой лад карамзинский тезис о «беспримерности», – чтобы народ, да и не один народ, а несколько, и даже не одного племени, сговорились разом и призвали для господства над собой целый другой народ, то есть добровольно наложили на себя чуждое иго? Таких примеров нет в истории, да они и немыслимы».

На это можно возразить, что примеры-то как раз имеются. Английское предание VIII века рассказывает о том, как бритты, измученные набегами скоттов и пиктов, отправили за море посольство, чтобы призвать на правление саксов. Известны в Западной Европе и случаи, когда викингских вождей приглашали поселиться на какой-нибудь территории в обмен на охрану от внешних врагов (так, например, возникло герцогство Нормандия, «страна норманнов»). Наш Рюрик, судя по всему, тоже сначала поселился не в самом Новгороде, а в Старой Ладоге, возможно, выделенной ему по договору. Более того, у новгородцев и в гораздо более поздние, хорошо задокументированные времена имелся обычай приглашать князей со стороны, в том числе и неславянских.

Адепты второго направления считают «варягов-русь» племенем инородным, но не скандинавским, а каким именно – тут мнения расходятся. Историк XVIII века Василий Татищев полагал, что это были финны. Николай Костомаров – что литовцы. Иоганн фон Эверс считал, что речь в летописи идет о хазарах. Михайла Ломоносов настаивал на том, что «русь» это балтийские пруссы.

Однако главенствующей – во всяком случае, наиболее распространенной – всё же считается «норманнская» теория, ближе всего придерживающаяся буквального смысла «Повести временных лет».

Вот ее основные аргументы:

– Слово «варяги» употреблялось современниками довольно широко, оно известно не только по русским источникам. Происходит оно от скандинавского vaering (которое, впрочем, неизвестно что означает). Византийцы называли «варенгами» наемников-норманнов. В арабских хрониках тоже встречаются упоминания о «варангах», скандинавских воинах.

– Имена первых русских князей, бояр, послов и старших дружинников почти сплошь скандинавские: Олег (Helgi), Игорь (Ingvar), Аскольд (Hoskuldr), Свенельд (Sveinaldr), Рогволд (Ragnvald) и т. п., так что Татищев в своей «Истории Российской» по этому поводу даже расстраивается: «Сих князей пришествием, видимо, народ славянский настолько уничижен был, что мало где в знатности славян осталось, но всюду имена варяжские упоминаются». Правда, начиная с третьего поколения Рюриковичей, со времен князя Святослава, норманны, видимо, окончательно обрусели и стали брать по преимуществу славянские имена.

– Важным аргументом считается также трактат базилевса Константина Багрянородного «Об управлении империей» (сер. Х века), где перечислены названия днепровских порогов на славянском и «русском» языке, причем последние явно скандинавского звучания.

Оставим все же некоторую вероятность того, что «варяги-русь» могли быть не скандинавским, а каким-то иным этническим элементом. Сути это не меняет. Так или иначе «варяжская инъекция» сыграла роль адреналина, побудившего восточно-славянские племена к созданию государства – и это можно считать историческим фактом.

По правде говоря, вопрос о том, приглашали варягов или они пришли без приглашения, тоже не является ключевым.

Как уже сказано, ничего исторически беспримерного в этом событии не было бы. Однако, если «призвание» и имело место, вряд ли это произошло столь торжественно и значительно, как описано в летописи. Вероятнее всего, Новгородчина попала под варяжское управление не сразу, а постепенно.

В предыдущей главе было рассказано, что норманнские дружины охотно служили славянским городам в качестве охранников и к середине IX века, вероятно, составляли значительную часть населения этих естественно возникших торгово-административных центров. Городок Старая Ладога (Aldeigjuborg), в котором, по-видимому, сначала обосновался Рюрик, по мнению археологов вообще был основан выходцами из Скандинавии, славяне поселились там позже норманнов. Не исключено, что новгородские посланцы ни за какие моря не плавали, а просто наведались к соседям в Ладогу.

В киевские времена, в X–XI веках, различные русские князья неоднократно приглашали на службу отряды викингов и даже, случалось, специально за ними отправлялись в Скандинавию. Очень возможно, что и приглашение Рюрика выглядело так же: северо-западный племенной союз нанял варяжскую дружину для охраны, заключив с нею «ряд». Некоторые историки считают, что в летописной фразе: «Поищем сами в собе князя, иже бы володел нами и рядил по ряду, по праву» словосочетание «по ряду» следует переводить как «по контракту», то есть за плату, на определенных условиях. В этом случае могла повториться история уже поминавшихся саксов, приглашенных в Англию бриттами и через некоторое время превратившихся из гостей в правителей.

Или же никакого приглашения и «ряда» вообще не было, а просто в варяжском поселении Ладога появился некий активный и честолюбивый хёвдинг (предводитель), который через некоторое время распространил свою власть на Новгород и сопредельные городки, посадив там родичей и соратников, а легенда о «приглашении» возникла в более поздние времена, чтобы облагообразить происхождение династии и успокоить национальное чувство коренного населения.

Родоначальник

Как это нередко бывает в монархической генеалогии, основатель династии Рюриковичей выглядит фигурой не столько исторической, сколько легендарной. Ученые не могут прийти к согласию в вопросе, существовал ли Рюрик на самом деле. Главный повод для сомнений – отсутствие каких-либо упоминаний в иных кроме «Повести временных лет» источниках о столь важном событии, как воцарение (военное или мирное) варяжского вождя на славянской земле.

Всё же думается, что этот человек существовал. Лучшим доказательством, на мой взгляд, является совершенно ненужный зигзаг в официальной генеалогии Рюриковичей. После смерти Рюрика правителем стал Олег, приходившийся основателю каким-то (очевидно не очень близким) родственником, а после Олега – Игорь, сын Рюрика. Если бы летописец желал «спрямить» историю династии, он мог бы объявить Игоря сыном Олега, тем самым устранив неудобный династический вывих. Однако в XI веке еще помнили, что князь Игорь был не Олеговичем, а именно Рюриковичем.

Кроме того, в тексте русско-византийского договора 944 года упомянуты племянники Игоря, из чего следует, что у Рюрика были и другие дети (вероятно, дочь или дочери).

Большинству историков несомненно было интересней считать, что Рюрик «Повести временных лет» – не вымышленный, а реальный персонаж. В конце концов, после долгих поисков, в европейских хрониках обнаружился более или менее подходящий кандидат: ютландский хёвдинг Рёрик (Hrørek).

Основания у идентификации Рёрика Ютландского с Рюриком Новгородским довольно зыбкие. Во-первых, созвучие имен; во-вторых, совпадение по времени; в-третьих (это, пожалуй, самое существенное), западноевропейские упоминания о Рёрике прекращаются примерно тогда же, когда умирает наш летописный Рюрик. Вот, собственно, и всё.

Если ютландский Рёрик – тот, кто нам нужен, известно об этом беспокойном викинге следующее.

Он родился около 800 г. и бóльшую часть жизни провел в борьбе за власть над Ютландией и Фрисландией. Возможно, принял крещение вместе со своим старшим братом Харальдом, когда они стали вассалами франкского императора Людовика Благочестивого, однако был сугубо номинальным христианином и не отказался от своих языческих обычаев. После смерти Харальда некоторое время правил уделом, но в 840-е годы, при императоре Лотаре I, стал безземельным и превратился в морского разбойника: грабил германцев, англов и франков, заслужив прозвище Jel Christianitatis («Язва христианства»). В 850 году Рёрик приплыл в Англию на 350 ладьях, разорив побережье острова. Чтобы утихомирить буйного викинга, император был вынужден вернуть ему утраченный лен. С этого момента (середина 850-х годов) Рёрик становится менее активен, хотя еще и в 860-е годы эпизодически участвует в некоторых западноевропейских сварах. В последний раз это имя упоминается в 873 году.

То есть теоретически возможно, что Рёрик (не ранее 855 года) перенес свою резиденцию на восток Балтики и сосредоточился главным образом на заботах по управлению своими новыми владениями.

В 1870 году, откликаясь на ожесточенные баталии между «норманистами» и «антинорманистами» по поводу призвания/непризвания Рюрика, Салтыков-Щедрин написал пародийную повесть «История одного города», в которой желчно высмеял попытки благообразить отечественную историю. Россия предстает у Щедрина в образе некоего собирательного «города Глупова»: «…Родной наш город Глупов, производя обширную торговлю квасом, печенкой и вареными яйцами, имеет три реки и, в согласность древнему Риму, на семи горах построен, на коих в гололедицу великое множество экипажей ломается и столь же бесчисленно лошадей побивается. Разница в том только состоит, что в Риме сияло нечестие, а у нас – благочестие, Рим заражало буйство, а нас – кротость, в Риме бушевала подлая чернь, а у нас – начальники».

Разумеется, у воинственно-патриотичной части читательской аудитории уподобление России «городу Глупову» вызвало негодование, автора обвиняли в глумлении над русским народом и русской историей. Но способность к самоиронии – одна из спасительных черт нашей культуры; без этих освежающих инъекций мы все давным-давно задохнулись бы от казенной патетики и сиропной сладости, всегда свойственных официальным трактовкам истории.

Вот как переиначивает Щедрин знакомый нам текст летописи: «Ни вероисповедания, ни образа правления эти племена не имели, заменяя все сие тем, что постоянно враждовали между собою. Заключали союзы, объявляли войны, мирились, клялись друг другу в дружбе и верности, когда же лгали, то прибавляли «да будет мне стыдно», и были наперед уверены, что «стыд глаза не выест». Таким образом взаимно разорили они свои земли, взаимно надругались над своими женами и девами и в то же время гордились тем, что радушны и гостеприимны. Но когда дошли до того, что ободрали на лепешки кору с последней сосны, когда не стало ни жен, ни дев, и нечем было «людской завод» продолжать, тогда головотяпы первые взялись за ум…» (и отправились искать в чужих землях хоть какого-нибудь князя).

В одном из списков «Повести временных лет» есть забавное прибавление к каноническому тексту о том, что никто из варяжских князей долго не желал отправляться к новгородцам: «Они же бояхуся зверинаго их обычая и нрава, и едва избрашася три браты». (Замечу не из уязвленного патриотизма, а во имя исторической справедливости, что варяги IX века вряд ли могли устрашиться славянских обычаев, ибо существовали в еще более грубых условиях). У Щедрина эта короткая вставка развернута в целый диалог между послами и князем:

«– А пришли мы к твоей княжеской светлости вот что объявить: много мы промеж себя убивств чинили, много друг дружке разорений и наругательств делали, а все правды у нас нет. Иди и володей нами!

– А у кого, спрошу вас, вы допрежь сего из князей, братьев моих, с поклоном были?

– А были мы у одного князя глупого, да у другого князя глупого ж – и те володеть нами не похотели!

– Ладно. Володеть вами я желаю, – сказал князь, – а чтоб идти к вам жить – не пойду! Потому вы живете звериным обычаем…»

Здесь любопытно то, что Щедрин предугадал появившуюся гораздо позднее гипотезу о том, что Рёрик Ютландский, уже став новгородским князем, и после этого бóльшую часть времени проводил в Западной Европе.

Теперь перейдем от весьма сомнительного ютландского Рёрика к нашему менее сомнительному Рюрику. Согласно сведениям, имеющимся в «Повести временных лет», он прибыл на новгородскую землю в 862 году, а умер в 882-м. Что же он (опять-таки согласно летописи) успел сделать за эти двадцать лет?

Его упомянутые в тексте братья Синеус и Трувор еще более туманны, чем сам Рюрик. По мнению некоторых исследователей это просто титулование хёдвинга: Signjotr (Победоносный) и Thruwar (Верный). В средневековых сказаниях традиционно популярны истории о трех братьях (например, миф об основании Киева братьями Кием, Щеком и Хоривом), к тому же летописец мог просто не понять скандинавских слов, сочтя их именами собственными.

Как бы то ни было, власть варягов вначале распространилась на три области: новгородскую, белоозерскую и изборскую, а потом шире – на полоцкую, муромскую и ростовскую. Более же из первоначальной летописи о деятельности собственно Рюрика мы ничего не узнаём. В некоторых копиях приписано, что он «рубил» (то есть строил или огораживал стеной) города. Сохранилось весьма неопределенное предание об антиваряжском мятеже коренных новгородцев под главенством некоего Вадима (возможно, это не имя, а производное от «вадити» – «сеять смуту»), которое Рюрик подавил, убив предводителя бунтовщиков.

Карамзин пишет: «Чрез два года, по кончине Синеуса и Трувора, старший брат, присоединив области их к своему Княжеству, основал Монархию Российскую».

Однако всё было не так просто и не так быстро.

Вклад Рюрика в создание российской государственности исчерпывается тем, что он «пришел и сел» на северо-западе русославянских земель. Остальную работу исполнили его спутники.

Сначала эстафету приняли двое Рюриковых «бояр» – Аскольд и Дир, которые «испросистася к Цесарюграду с родом своим», то есть отпросились у князя в поход на Константинополь.

Движение на юг

Есть предположение, что Аскольд и Дир – один человек, какой-то Haskuldr по прозвищу «Dyr» («Зверь»), но поскольку по летописи Аскольд-Дир в жизни и в смерти совершенно неразлучны, пускай уж остаются двумя людьми.

Очень возможно, Аскольд с Диром у Рюрика не отпрашивались, а ушли без спроса или даже в результате ссоры с князем (дальнейшие события позволяют сделать такое предположение). Вместе с этими искателями приключений с Новгородчины ушли те варяги, кому не хотелось сидеть на месте. Их ладьи поплыли сначала вверх по балтийским рекам, потом вниз по черноморским, и на полпути в далекий Царьград разбойники увидели город, расположенный в стратегически важном пункте, где Днепр делает поворот к востоку. Киев как раз незадолго перед тем перестал пользоваться выгодами хазарского покровительства, хотя по инерции еще платил каганату дань. Собственной вооруженной силой город, по-видимому, не обладал. Аскольд с Диром спросили: «Чий се градок?» и, узнав, что фактически «ничий», взяли его себе. По предположению историка Соловьева, в Киеве к тому времени скопилось немало варягов и всякого приблудного люда, осевшего здесь из-за нарушения речного пути «в греки». Вся эта вольница признала Аскольда с Диром своими вождями.

Здесь происходит событие не менее важное, чем приход в Новгород заморского (или незаморского) Рюрика: Аскольд с Диром перестали быть разбойниками и стали киевскими князьями. Это, разумеется, не означало, что они отказались от планов пограбить византийцев, однако изменилась логика поступков варяжских предводителей. Отныне они вели себя как правители, озабоченные долговременными интересами своего новоприобретенного княжества.

Изменилась задача будущего похода на Царьград: не просто грабительский набег, а восстановление торговли, прекратившейся из-за кочевников и из-за притеснений, которым византийцы подвергали киевских купцов.

Сначала Аскольд и Дир нанесли несколько ударов по печенегам и черным булгарам, блокировавшим днепровские пороги. Известно, что в одной из схваток пал сын Аскольда (хочется по привычке добавить «и Дира»), однако в целом война, видимо, была успешной, поскольку через некоторое время поход на Царьград состоялся – то есть проход через степи был расчищен.

Летописец утверждает, что Аскольд с Диром «иде на грекы» в 866 году, но здесь он, как и во многих других случаях, на несколько лет ошибается. Из надежных византийских источников мы знаем, что «северные варвары» обрушились на столицу империи в 860 году, и даже число известно: 18 июня.

Это было первое явление на международной арене нового, еще не окончательно сформировавшегося государственного образования. Неслучайно наш летописец пишет, что с этого момента «начася прозвати Руска земля», и византийский автор с ним согласен, хоть формулирует ту же мысль довольно обидным образом: «Народ неименитый, народ ни за что не считаемый, народ поставляемый наравне с рабами, неизвестный, но получивший имя со времени похода против нас» (курсив мой).

Нашествие киевской флотилии, состоявшей из 200 судов (где могли разместиться 8-10 тысяч воинов), поразило константинопольцев как гром среди ясного неба. С севера никто угрозы не ждал – император воевал против арабов и увел на восток всю свою армию, так что огромный, богатый город был почти беззащитен.

«Что это? – восклицает патриарх Фотий. – Что за удар и гнев столь тяжелый и поразительный? Откуда нашла на нас эта северная и страшная гроза?»

Константинополь спасло то, что варяги не имели опыта захвата настоящих крепостей. Не воспользовавшись выгодами внезапности, воины кинулись грабить предместья, так что город успел затворить ворота. Осадных орудий и даже лестниц у русов не было. Они попробовали сделать земляную насыпь вровень со стенами, но эта наивная тактика, конечно, не могла увенчаться успехом.

Фотий пишет, что столицу спас лично он, устроив крестный ход по стенам и опустив на воды залива Золотой Рог плащаницу Святой Девы, из-за чего поднялся шторм, разметавший вражеские корабли. Эту версию повторяет и киевский летописец. Как бы вспомнив, что он в первую очередь христианин и лишь во вторую русский, автор благочестиво радуется поражению «безъбожных руси».

В Константинополь спешно примчался византийский флот, торопился в свою столицу с армией и сам базилевс. Варягам пришлось уйти.

Два года спустя из Киева в Царьград прибыли послы, чтобы заключить торговый договор. Это еще одно доказательство того, что поход Аскольда и Дира был не примитивным разбойничьим набегом, а военным демаршем новой страны – Руси.

«Русь» и «русские»

С наименованием нашей страны и ее титульного этноса всё очень непросто. Ясно лишь, что это название пришло к нам из Византии. «Страна Росия» сначала упоминается только в греческих источниках: у Константина Багрянородного и в переписке константинопольского патриархата. В русских текстах – да и то пока еще не в качестве официального имени – этот термин начинает встречаться лишь со второй половины XIV столетия.

Однако не позднее Х века Чёрное море уже звали «Русским» и, по свидетельству современников, там никто не плавал кроме «Руси». (Это еще один аргумент в пользу версии, что «варяги-русь» были норманнами, ибо в ту же эпоху Балтийское море называлось «Варяжским», так как плавали по нему почти исключительно варяги, тогдашние повелители морей).

Откуда же взялось название: «Русь», «русские»? Точнее, откуда взяли это слово византийцы, которые и ввели его в употребление?

На сей счет имеется несколько версий.

Первая – сугубо книжная, библейская. В «Книге пророка Иезекииля» сказано: «Сыне человечь, утверди лице твое на Гога и на землю Магога, князя Рос», где «Рос» – край каких-то северных варваров. Нашествие 860 года могло вызвать у греков ассоциацию с этим ветхозаветным пассажем. В греческом тексте конца Х века прямо сказано: «Росы… получили свое имя от древнего властителя Роса после того, как им удалось избежать судьбы, предсказанной им пророками».

Второе предположение связано с тем, что «русиос» по-гречески значит «русые». Византийцы вполне могли называть так светловолосых северян.

Третья гипотеза, вернее целая группа гипотез, возводит слово «Русь» к самоназванию нового народа, однако объясняет происхождение этнонима по-разному.

В Восточной Европе имелось несколько рек с названием «Рось» или «Русь» (этот корень на старославянском обозначал «реку» или «воду», в общем что-то мокрое, и дал производные: «русло», «русалка», «роса»).

Возможно также, что «Русь» – сохранившееся в языке воспоминание о готском племени гросс (hroth), ассимилировавшемся среди славян (таких примеров в истории народов очень много).

Не исключено, что «Русь» – сокращение от «Рустринген» (ленное владение Рёрика Ютландского).

Ряд исследователей были уверены, что этимология названия нашей страны связана со славянским названием острова Рюген – Ругия, где жило племя ругиев (или русиев).

Однако большинство историков склоняются к версии о скандинавском происхождении этого слова. Норманнского этноса, который именовал бы себя «русью», не существовало, однако викинги, приплывавшие в землю славян, называли себя «ropsmen», «гребцы». Дело в том, что для плавания по речной стране воинам приходилось не столько пользоваться парусами, как в море, сколько грести веслами. По-фински Швеция и сейчас называется Ruotsi, по-эстонски – Rootsi. Отсюда и летописное «варяги-русь», то есть викинги, привычные к гребным походам в славянские края.

Еще долгое время после того как варяги-русы утвердились в Киеве, не славяне, а именно они, будучи ближним окружением и дружиной князей, плавали за море с военными, торговыми или дипломатическими целями. Византийцы и арабы, естественно, полагали, что всё население страны, откуда приходят остроклювые корабли, называет себя так же – русь.

Если эта версия верна, то Россия – Страна Гребцов.

Название нашей страны имеет довольно неожиданное звучание или значение и в некоторых современных языках.

Воспоминание о древних венедах зафиксировалось в эстонском Venemaa и финском Venäjä. Латыши называют Россию Krievija – «Страна кривичей».

Любопытно посмотреть (именно посмотреть), как изображают название России языки с иероглифической письменностью. Если при фонетической азбуке достаточно с большей или меньшей точностью просто воспроизвести корень «Рос-Рус» (Russia, Russland, Ruslönj, Ресей и даже Oroszország), то китайцам и японцам, впервые услышавшим название «Россия», пришлось записывать его иероглифами – пиктограммами, которые имеют некий первоначальный смысл. Одинаково звучащих иероглифов довольно много, так что у нарекающих имелся выбор, и вряд ли он был случаен.

Жители Срединной империи узнали про нас от монголов, называвших Россию «Орос», и переделали эту неудобную для китайского уха фонему в «Э-ло-сы» (俄羅斯). Главная смысловая нагрузка лежит на первом иероглифе, поэтому в сокращенном виде Россия называлась «Страна Э» (俄國), что можно перевести как «Страна Внезапностей». Мне кажется, китайцы эпохи Мин проявили удивительную прозорливость, предугадав одну из самых характерных черт России.

История названия или вернее обзывания нашей страны японцами комична. В эпоху Токугава обитатели изолированного островного государства относились ко всем иностранцам с презрением и давали «варварским» нациям всякие неполиткорректные обозначения. Имя северного соседа «Ро-си-а» писали иероглифами 魯西亜, а сокращенно Ро-коку (魯國), то есть «Страна глупцов», что поразительным образом совпадает с щедринским «Городом Глуповым». Лишь в XIX веке, уже вступив с Токио в цивилизованные отношения, царские дипломаты после долгих переговоров добились замены обидного иероглифа «ро» другим – того же звучания, но незазорного значения. И японцы стали писать Ро-коку вот так: 露國, что означает «Страна росы» (и вполне соответствует одной из славянофильских версий происхождения слова «Россия»).

И все-таки попытка хронологии

Известно, что летописец изрядно напутал в датировке событий нашей ранней истории. Например, Рюрик никак не мог прибыть на новгородскую землю в 862 году, потому что в 860-м, согласно византийским источникам, Аскольд и Дир уже атаковали Константинополь. Тем более невозможно считать 862 год хронологической точкой, с которой начинается русское государство. Оно образовалось несколько позднее, в 880-е годы, когда, уже после смерти Рюрика, север объединился с югом.

Попробуем же – безо всякой категоричности, с массой оговорок – реконструировать последовательность и хронологию первых шагов нашего государства. Ни одна дата, ни один факт и даже ничье имя не являются здесь стопроцентно достоверными. Я всего лишь попытаюсь привести разные версии, теории и источники к логическому компромиссу по принципу наибольшей вероятности, а то в официальной хронологии слишком уж много неразрешимых противоречий.

Причина ошибок отчасти объясняется тем, что автор «Повести временных лет» запутался в византийской хронологии, по которой – совершенно разумно – решил сверить отсчет вех русской истории (ведь собственного летоисчисления у русославян не существовало).

«В год 6360 (852), индикта 15, когда начал царствовать Михаил, стала прозываться Русская земля. Узнали мы об этом потому, что при этом царе приходила Русь на Царьград, как пишется об этом в летописании греческом. Вот почему с этой поры начнем и числа положим», – бодро пишет летописец – и сразу же задает неверный старт, поскольку Михаил III по прозвищу Мефист, что означает Пьяница, был базилевсом не с 852 года, а с 842-го, править же начал с 856 г.

Дальше путаница лишь усугубляется. Первый поход русских на Константинополь летописец относит к 866 году, хотя на самом деле это произошло в 860-м, то есть за два года до того, как варяги-русь во главе с Рюриком вообще явились к Новгороду.

Не достовернее выглядит и хронология жизни первых киевских князей. Летопись сообщает, что Рюрик умер в 879 году (6387 от сотворения мира), оставив малолетнего сына Игоря. Игорь женится на Ольге в 903 году, а погибает в 945-м, опять-таки оставив маленького сына Святослава Игоревича, трех лет от роду. Если еще можно допустить, что князь лишь в семьдесят лет произвел на свет наследника, то поверить в материнство Ольги совершенно невозможно. Если бы Ольга, будучи по понятиям того времени глубокой старушкой, родила сына после сорока лет брака, летописец непременно упомянул бы о таком физиологическом чуде, достойном библейской Сарры.

Совершенно ясно, что, если всё это и произошло, то не в годы, которые указаны в летописи.

Попробуем, учитывая все эти поправки, вычислить, когда вероятнее всего произошли основные события:

• 856 г. В Ладогу прибыл со своей дружиной Рюрик (возможно, Ютландский). Он подчинил своему влиянию Новгород и другие северо-западные волости, построил несколько укрепленных городов.

• 856–860 г.г. Часть дружины Рюрика не пожелала оставаться в Ладоге. Под водительством Аскольда и Дира она отправилась в поход на Константинополь, однако по пути задержалась в Киеве, где создала собственное княжество. Оно включило земли полян и стало распространять свое влияние на другие окрестные племена. Аскольд и Дир предприняли несколько походов против степных кочевников.

• 860 г. Киевские русы совершили большой поход на Константинополь, не сумев взять город.

• 862 г. Русы предприняли первую попытку заключить торговое соглашение с Византией.

• 860-е – 870-е г.г. Рюрик укреплял свою власть на северо-западе. Аскольд и Дир продолжали борьбу с печенегами и черными булгарами.

• 873 г. Смерть Рюрика. (Поскольку «Повесть временных лет» в этот период всё время обсчитывается на 6 лет, то ее 879 год превращается в 873-й. Именно тогда в европейских хрониках последний раз мелькает и Рёрик Ютландский). Правителем Новгородчины стал Олег, родственник прежнего князя.

• Около 880 г. Несомненно потратив какое-то – вряд ли короткое – время на упрочение своей власти в Новгороде (он ведь не был прямым и очевидным наследником), Олег неспешно двинулся на юг, захватил Киев и перенес туда свою столицу.

Вот, собственно, весь «сухой остаток» более или менее общепризнанных фактов.

В общем-то для истории российского государства не так важно, кем были варяги, откуда взялось слово «Русь» и в каком точно году Рюрик явился (если явился) в новгородскую землю.

По-настоящему существенны всего три тезиса:

– Наше государство возникло в последней трети IX века.

– Его столицей стал город Киев.

– Создателем единого государства был Олег (а Рюрик – лишь родоначальником династии, правившей с конца IX до конца XVI века).
`