export default  `
Здесь, пожалуй, нужно объяснить, как ученые определяют историческую географию народов, менявших место проживания и не оставивших после себя архитектурных сооружений.

Очень просто: по захоронениям. У каждой этнической культуры были свои традиции погребения, а если эти традиции предусматривали снабжение покойника в дальний путь всякими необходимыми на том свете вещами, задача археолога упрощается. Есть некоторые характерные предметы, по которым всегда можно определить славянскую принадлежность могильника или иной археологической находки.

Это могут быть золотые, серебряные или бронзовые височные кольца – женское украшение, более всего распространенное у восточных славян. Часто встречаются шейные обручи-гривны с загнутыми концами и серебряные сережки с нанизанными шариками.

В мужских захоронениях находят оружие и инструменты, изготовленные по принятым у славян технологиям. Антропологическое исследование останков часто позволяет даже установить принадлежность к тому или иному славянскому племени – по размеру и форме черепа, углу выступания носа и прочим генетическим параметрам, а благодаря методу скульптурной реконструкции можно воспроизвести облик давно умерших предков.

На время праславяне, по-видимому, обосновались в центральной Европе, расселяясь на пространстве от Балтики до Карпат и от Одера до Днепра. На территории современной Польши, Венгрии, Германии, Украины и Белоруссии обитали три группы племен: венеды, анты и склавены. Последние – безусловно славянский народ. Насчет венедов и антов мнения историков расходятся, и я не думаю, что нам нужно здесь подробно входить в тонкости этой дискуссии. Будем держаться фактов, которые считаются консенсусными.

Итак, в середине первого тысячелетия славяне (от кого бы они ни происходили и какие бы протонароды в себя ни включали) уже делились на три группы – западную, среднюю и восточную. Каждая из них, вследствие своего географического положения, подвергалась культурному воздействию ближайших соседей, приобретая некоторые новые этнические особенности и утрачивая ряд прежних; проявлялось это влияние и на языковом уровне. Западные славяне тесно контактировали с литовскими и германскими племенами; средние – с фракийскими; восточные – со сменяющими друг друга азиатскими кочевниками.

«Повесть временных лет» рассказывает: «По мнозех же временех селе суть словени по Дунаеви, кде есть ныне Угорьская земля и Болгарьская. От тех словен разидошася по земьли и прозвашася имены своими, кде седше на котором месте». И далее (уже в переводе на современный язык): «…Одни пришли и сели на реке именем Морава и прозвались моравами, другие назвались чехами; а вот тоже славяне – хорваты белые, сербы и хорутане. Когда волхи [по-видимому, имеются в виду римляне. Б.А.] нашли на славян дунайских, поселились среди них и начали насильничать, то те славяне двинулись, сели на Висле реке и прозвались ляхами, а от тех ляхов прозвались поляне, к племени же ляхов принадлежат лутичи, мазовшане и поморяне. Также и эти славяне двинулись и сели по Днепру». В этом перечислении легко запутаться, тем более что летописец называет здесь поляков «полянами», хотя поляне, как мы скоро увидим, совсем другое племя.

Существенно для российской истории то, что восточные и часть средних славян в VII веке оказались на пути аварского нашествия. Не выдержав притеснений, эти племена одно за другим стали трогаться с места, двигаясь туда, где земли были малолюдны и плохо защищены, – то есть на восток.

Эта датировка миграции русославян косвенно подтверждается сведениями из византийских источников. Вернее говоря, отсутствием каких-либо сведений: если более ранние летописцы жалуются на набеги придунайских славян, то в VII веке упоминания об этих варварах исчезают и появляются вновь лет через двести – причем докучать империи они начинают со стороны Черного моря. Резонно предположить, что русославяне перестали соседствовать с балканскими провинциями империи и ушли на Русскую равнину.

Некоторые племена – уже упоминавшиеся в связи с аварскими притеснениями дулебы или бужане (жившие на берегах Буга) – остались на прежнем месте.

Бывают занятия, спасительные в минуту душевной невзгоды. Растерянный ум понимает, что и в какой последовательности делать – и обретает на время покой. Таковы, к примеру, раскладывание пасьянса, стрижка бороды с усами и тибетское медитативное вышивание. Сюда же я отношу и почти забытое ныне искусство сочинения книг.

Я чувствую себя очень странно.

Если бы мне сказали, что я, словно последний сомелье, буду сидеть перед маниту и нанизывать друг на друга отесанные на доводчике кубики слов, я бы плюнул такому человеку в лицо. В фигуральном, конечно, смысле. Я все-таки не стал еще орком, хотя и знаю это племя лучше, чем хотел бы. Но я написал этот небольшой мемуар вовсе не для людей. Я сделал это для Маниту, перед которым скоро предстану – если, конечно, он захочет меня видеть (он может оказаться слишком занят, ибо вместе со мной на эту встречу отправится целая уйма народу).

Священники говорят, что любое обращение к Сингулярному должно подробно излагать все обстоятельства дела. Злые языки уверяют – причина в накрутках за декламацию: чем длинее воззвание, тем дороже стоит зачитать его в храме. Но раз уж мне выпало рассказывать эту историю перед лицом вечности, я буду делать это подробно, объясняя даже то, что вы можете знать и так. Ибо от привычного нам мира вскоре может не остаться ничего, кроме этих набросков.

Когда я начинал эти заметки, я еще не знал, чем завершится вся история – и события большей частью описаны так, как я переживал и понимал их в момент, когда они происходили. Поэтому в своем рассказе я часто сбиваюсь на настоящее время. Можно было бы исправить все это при редактировании, но мне кажется, что так мой отчет выглядит аутентичнее – словно моя история волею судеб оказалась отснята на храмовый целлулоид. Пусть уж все останется так, как есть.

Действующими лицами этой повести будут юный орк Грым и его подруга Хлоя. Обстоятельства сложились так, что я долгое время наблюдал за ними с воздуха, и практически все их приведенные диалоги были записаны через дистанционные микрофоны моей «Хеннелоры». Поэтому у меня есть возможность рассказать эту историю так, как ее видел Грым – что делает мою задачу намного интереснее, но никак не вредит достоверности моего повествования.

Моя попытка увидеть мир глазами юного орка может показаться кое-кому неубедительной – особенно в той части, где я описываю его чувства и мысли. Согласен, стремление цивилизованного человека погрузиться в смутные состояния оркской души выглядит подозрительно и фальшиво. Однако я не пытаюсь нарисовать внутренний портрет орка в его тотальности.

Древний поэт сказал, что любое повествование подобно ткани, растянутой на лезвиях точных прозрений. И если мои прозрения в оркскую душу точны – а они точны, – то в этом не моя заслуга. И даже не заслуга наших сомелье, век за веком создававших так называемую «оркскую культуру», чтобы сделать ее духовный горизонт абсолютно прозрачным для надлежащего надзора и контроля.

Все проще. Дело в том, что я проделал значительную часть работы над этими записками, когда Грым волею судьбы оказался моим соседом и я мог задать ему любой интересный мне вопрос. И если я пишу «Грым подумал…» или «Грым решил…», это не мои домыслы, а чуть отредактированная расшифровка его собственного рассказа.

Конечно, трудная задача – попытаться увидеть знакомый нам с младенчества мир оркскими глазами и показать, как юный дикарь, не имеющий никакого понятия об истории и устройстве вселенной, постепенно врастает в цивилизацию, свыкаясь с ее «чудесами» и культурой (с удовольствием поставил бы и второе слово в кавычки). Но еще сложнее попытаться увидеть чужими глазами самого себя – а мне придется быть героем этого мемуара дважды, и как рассказчику, и как действующему лицу.

Но центральное место в этом скорбном повествовании о любви и мести принадлежит не мне и не оркам, а той, чье имя я все еще не могу вспоминать без слез. Может быть, через десяток-другой страниц я наберусь достаточно сил.

* * *
Несколько слов о себе. Меня зовут Демьян-Ландульф Дамилола Карпов. У меня нет лишних маниту на генеалогию имени, и я знаю только, что часть этих слов близка к церковноанглийскому, часть к верхнерусскому, а часть уходит корнями в забытые древние языки, на которых в современной Сибири уже давно никто не говорит. Мои друзья называют меня просто Дамилола.

Если говорить о моей культурной и религиозно-политической самоидентификации (это, конечно, вещь очень условная – но должны же вы понимать, чей голос доносится до вас сквозь века), я пост-антихристианский мирянин-экзистенциалист, либеративный консервал, влюбленный слуга Маниту и просто свободный неангажированный человек, привыкший обо всем на свете думать своей собственной головой.

Если говорить о моей работе, то я – создатель реальности.

Я отнюдь не сумасшедший, вообразивший себя божеством, равным Маниту. Я, наоборот, трезво оцениваю ту работу, за которую мне так мало платят.

Любая реальность является суммой информационных технологий. Это в равной степени относится к звезде, угаданной мозгом в импульсах глазного нерва, и к оркской революции, о которой сообщает программа новостей. Действие вирусов, поселившихся вдоль нервного тракта, тоже относится к информационным технологиям. Так вот, я – это одновременно глаз, нерв и вирус. А еще средство доставки глаза к цели и (перехожу на нежный шепот) две скорострельных пушки по бокам.

Официально моя работа называется «оператор live news». Церковноанглийское «live» здесь честнее было бы заменить на «dead» – если называть вещи своими именами.

Что делать, всякая эпоха придумывает свои эвфемизмы. В древности комнату счастья называли нужником, потом уборной, потом сортиром, туалетом, ванной и еще как-то – и каждое из этих слов постепенно пропитывалось запахами отхожего места и требовало замены. Вот так же и с принудительным лишением жизни – как его ни окрести, суть происходящего требует частой ротации бирок и ярлыков.

Я благодарно пользуюсь словами «оператор» и «видеохудожник», но в глубине души, конечно, хорошо понимаю, чем именно я занят. Все мы в глубине души хорошо это понимаем – ибо именно там, в предвечной тьме, где зарождается свет нашего разума, живет Маниту, а он видит суть сквозь лохмотья любых слов.

У моей профессии есть два неотделимых друг от друга аспекта.

Я видеохудожник. Моя персональная виртостудия называется «DK v-arts & all» – все серьезные профессионалы знают ее маленький неброский логотип, видный в правом нижнему углу кадра при сильном увеличении.

И еще я боевой летчик CINEWS INC – корпорации, которая снимает новости и снафы.

Это совершенно независимая от государства структура, что трудновато бывает понять оркам. Орки подозревают, что мы им врем. Им кажется, что любое общество может быть устроено только по той схеме, как у них, только циничнее и подлее. Ну на то они и орки.

Государство у нас – это просто контора, которая конопатит щели за счет налогоплательщика. В презиратора не плюет только ленивый, и с каждым годом все труднее находить желающих избраться на эту должность – сегодня государственных функционеров приходится даже прятать.

А за горло всех держит Резерв Маниту, ребята из которого не очень любят, чтобы про них долго говорили, и придумали даже специальный закон о hate speech[3]. Под него попадает, если разобраться, практически любое их упоминание. Поэтому CINEWS кладет на государство, но вряд ли станет бодаться с Резервом. Или с Домом Маниту, который по закону не подконтролен никому, кроме истины (так что не стоит особо интенсивно заниматься ее поиском – могут не так понять).

Художник я неплохой, но таких немало.

А вот летчик я самый лучший, и в компании это знают все. Именно мне всегда доверяли самые сложные и деликатные задания. И я ни разу не подводил ни CINEWS INC, ни Дом Маниту.

В жизни я по-настоящему люблю только две вещи – мою камеру и мою суру.

В этот раз я расскажу о камере.

Моя камера – «Hennelore-25» с полным оптическим камуфляжем, находящаяся в моей личной собственности, что позволяет мне заключать контракты на гораздо более выгодных условиях, чем это могут делать безлошадные господа.

Я где-то читал, что «Хеннелора» – это позывной античного аса Йошки Руделя из партии «Зеленых СС», удостоенного Красного Креста с Коронками и Конопляными Листьями за подвиги на африканском фронте. Но я могу и ошибаться, потому что исторический аспект меня интересует крайне мало. Лично мне такое название напоминает имя ласковой и умной морской свинки.

По внешнему виду это рыбообразный снаряд с оптикой на носу и несколькими рулями-стабилизаторами, торчащими в разных плоскостях. Некоторые находят в «Хеннелоре» сходство с обтекаемыми гоночными мотоциклами древних эпох. Из-за камуфляжных маниту, покрывающих ее поверхность, она имеет матово-черный цвет. Если поставить ее вертикально, я буду ниже на две головы.

«Хеннелора» способна перемещаться в воздухе с невероятным проворством. Она может подолгу кружить вокруг цели, выбирая лучший угол атаки или съемки. Она делает это тихо, так что услышать ее можно только когда она подлетит вплотную. А увидеть ее при включенном камуфляже практически нельзя. Ее микрофоны могут различить и записать разговор за закрытой дверью, гипероптика позволяет видеть сквозь стену силуэты людей. Она идеальна для слежки, атаки на бреющем полете – ну и, конечно, для съемок.

«Хеннелора» – не самое новое, что есть на рынке. Многие считают что «Sky Pravda» превосходит ее по большинству параметров, особенно в области инфракрасной порносъемки. У «Правды» гораздо лучше оптический камуфляж – система «split time» на кремниевых волноводах. Ее вообще невозможно засечь. А моя «Хеннелора» использует традиционные метаматериалы, и мне не стоит подлетать к живой мишени слишком уж близко. И то – лучше со стороны солнца.

Но моя «Хеннелора», во-первых, гораздо лучше вооружена. Во-вторых, тюнинг делает бессмысленным любое сравнение с серийными моделями. В-третьих, я сжился с ней, как с собственным телом, и пересесть на новую камеру мне было бы очень трудно.

Когда я говорю «боевой летчик», это не значит, что я летаю в небе сам, всем своим толстым брюхом, как наши волосатые предки в своих керосиновых гондолах. Как и все продвинутые профессионалы нашего века, я работаю на дому.

Я сижу рядом с контрольным маниту, согнув ноги в коленях и упершись грудью и животом в россыпь мягких подушек – в похожей позе ездят на скоростных мотоциклах. Подо мной самое настоящее оркское княжеское седло древних времен, купленное за огромные деньги у антиквара. Оно черное от времени, с еле различимой драгоценной вышивкой, и довольно жесткое, что при сидячей и полулежачей работе хорошо для профилактики простатита и геморроя.

На моем носу легкие очки со стереоскопическими маниту, в которых я вижу окружающее «Хеннелору» пространство так же, как если бы я вертел приделанной к камере головой. Над контрольным маниту висит гравюра старинного художника «Четыре всадника Апокалипсиса». Одного по моей просьбе убрал знакомый сомелье, чтобы мое рабочее место стало как бы продолжением метафоры. Это иногда вдохновляет.

Пилотаж – сложное искусство, похожее на верховую езду; в моих руках изогнутые рукоятки, а под ступнями – оркские серебряные стремена, купленные вместе с седлом и подключенные к контрольному маниту. Сложными, почти танцевальными движениями ног я управляю «Хеннелорой». Кнопки на рукоятках отвечают за боевые и съемочные системы камеры; их очень много, но мои пальцы помнят их наизусть. Когда моя камера летит, мне кажется, что лечу я сам, корректируя свое положение в пространстве легчайшими движениями ног и рук. Но я не чувствую перегрузок. Когда они становятся опасными для систем камеры, реальность в моих очках краснеет, вот и все.

Интересно, что менее опытный летчик рискует разбить камеру гораздо меньше, поскольку работает встроенная «защита от дурака». Но мне приходится отключать эту систему ради некоторых особо изощренных маневров – и еще ради способности снижаться почти до самой земли. Если разобьется камера, сам я останусь жив. Но это будет стоить мне столько маниту, что лучше бы мне, право, умереть. Поэтому я действительно лечу сам, и эта иллюзия является для меня самой настоящей реальностью.

Я уже говорил, что выполняю самые сложные и деликатные задания корпорации. Например, начать очередную войну с орками.

О них, конечно, надо рассказать в самом начале, а то будет непонятно, откуда взялось это слово.

Почему их так называют? Дело не в том, что мы относимся к ним с презрением и считаем их расово неполноценными – таких предрассудков в нашем обществе нет. Они такие же люди, как мы. Во всяком случае, физически. Совпадение с древним словом «орк» здесь чисто случайное – хотя, замечу вполголоса, случайностей не бывает.

Дело здесь в их официальном языке, который называется «верхне-среднесибирским».

Есть такая наука – «лингвистическая археология», я ею немного интересовался, когда изучал оркские пословицы и поговорки. В результате до сих пор помню уйму всяких любопытных фактов.

До распада Америки и Китая никакого верхне-среднесибирского языка вообще не существовало в природе. Его изобрели в разведке наркогосударства Ацтлан – когда стало ясно, что китайские эко-царства, сражающиеся друг с другом за Великой Стеной, не станут вмешиваться в происходящее, если ацтланские нагвали решат закусить Сибирской Республикой. Ацтлан пошел традиционным путем – решил развалить Сибирь на несколько бантустанов, заставив каждый говорить на собственном наречии.

Это были времена всеобщего упадка и деградации, поэтому верхне-среднесибирский придумывали обкуренные халтурщики-мигранты с берегов Черного моря, зарплату которым, как было принято в Ацтлане, выдавали веществами. Они исповедовали культ Второго Машиаха и в память о нем сочинили верхне-среднесибирский на базе украинского с идишизмами, – но зачем-то (возможно, под действием веществ) пристегнули к нему очень сложную грамматику, блуждающий твердый знак и семь прошедших времен. А когда придумывали фонетическую систему, добавили «уканье» – видимо, ничего другого в голову не пришло.

Вот так они и укают уже лет триста, если не все пятьсот. Уже давно нет ни Ацтлана, ни Сибирской республики – а язык остался. Говорят в быту по-верхнерусски, а государственный язык всего делопроизводства – верхне-среднесибирский. За этим строго следит их собственный Департамент Культурной Экспансии, да и мы посматриваем. Но следить на самом деле не надо, потому что вся оркская бюрократия с этого языка кормится и горло за него перегрызет.

Оркский бюрократ сперва десять лет этот язык учит, зато потом он владыка мира. Любую бумагу надо сначала перевести на верхне-среднесибирский, затем заприходовать, получить верхне-среднесибирскую резолюцию от руководства – и только тогда перевести обратно просителям. И если в бумаге хоть одна ошибка, ее могут объявить недействительной. Все оркские столоначальства и переводные столы – а их там больше, чем свинарников, – с этого живут и жиреют.

В разговорную речь верхне-среднесибирский почти не проник. Единственное исключение – название их страны. Они называют ее Уркаинским Уркаганатом, или Уркаиной, а себя – урками (кажется, это им в спешке переделали из «укров», хоть есть и другие филологические гипотезы). В бытовой речи слово «урк» непопулярно – оно относится к высокому пафосному стилю и считается старомодно-казенным. Но именно от него и произошло церковноанглийское «Orkland» и «orks».

Урки, особенно городские, которые каждой клеткой впитывают нашу культуру и во всем ориентируются на нас, уже много веков называют себя на церковноанглийский манер орками, как бы преувеличенно «окая». Для них это способ выразить протест против авторитарной деспотии и подчеркнуть свой цивилизационный выбор. Нашу киноиндустрию такое вполне устраивает. Поэтому слово «орк» почти полностью вытеснило термин «урк», и даже наши новостные каналы начинают называть их «урками» лишь тогда, когда сгущаются тучи истории, и мне дают команду на взлет.

Когда я говорю – «команду на взлет», это не значит, конечно, что мне доверяют первую боевую атаку. С этим справится любой новичок. Мне доверяют съемку на храмовый целлулоид для предвоенных новостей. Любой человек в информационном бизнесе понимает, какая это важная работа.

На самом деле над каждой войной работает огромное число людей, но их усилия не видны постороннему взгляду. Войны обычно начинаются, когда оркские власти слишком жестоко (а иначе они не умеют) давят очередной революционный протест. А очередной революционный протест случается, так уж выходит, когда пора снимать новую порцию снафов. Примерно раз в год. Иногда чуть реже. Многие не понимают, каким образом оркские бунты начинаются точно в нужное время. Я и сам, конечно, за этим не слежу – но механика мне ясна.

В оркских деревнях до сих пор приходят в религиозный ужас при виде СВЧ-печек. Им непонятно, как это так – огня нет, гамбургер никто не трогает, а он становится все горячее и горячее. Делается это просто – надо создать электромагнитное поле, в котором частицы гамбургера придут в бурное движение. Оркские революции готовят точно так же, как гамбургеры, за исключением того, что частицы говна в оркских черепах приводятся в движение не электромагнитным полем, а информационным.

Даже не надо посылать к ним эмиссаров. Довольно, чтобы какая-нибудь глобальная метафора – а у нас все метафоры глобальные – намекнула гордой оркской деревне, что, если в ней проснется свободолюбие, люди придут на помощь. Тогда свободолюбие гарантировано проснется в этой деревне просто в видах наживы – потому что центральные власти будут с каждым днем все больше платить деревенскому старосте, чтобы оно как можно дольше не пробуждалось в полном объеме, но неукротимое восхождение к свободе и счастью будет уже не остановить. Причем мы не потратим на это ни единого маниту – хотя могли бы напечатать для них сколько угодно. Мы просто будем с интересом следить за процессом. А когда он разовьется до нужного градуса, начнем бомбить. Не деревню, понятно, а кого нам надо для съемки.

Я не вижу в этом особо предосудительного. Наши информационные каналы не врут. Орками действительно правит редкая сволочь, которая заслуживает бомбежки в любой момент, и если их режим не является злом в чистом виде, то исключительно по той причине, что сильно разбавлен дегенеративным маразмом.

Да и оправдываться нам не перед кем. Суди нас или нет – но мы, к сожалению, то лучшее, что есть в этом мире. И так считаем не только мы, но и сами орки.

Информационной поддержкой революционного движения в Оркланде занимаются сомелье из другого департамента, а я отвечаю исключительно за видеоряд. Что значительно важнее и с художественной, и с религиозной точки зрения. Особенно в самом начале войны, когда уже прошла первая волна заголовков («мир предупредил орков»), а нормального фидбэка еще нет.

Последние несколько войн в паре со мной работал Бернар-Анри Монтень Монтескье – вы, вероятно, знаете это имя. Мало того, Бернар-Анри был моим соседом (слухи о его роскошном образе жизни сильно преувеличены). Мы не стали друзьями, потому что я не одобрял некоторых его увлечений, но знакомы были близко, и в профессиональном смысле составляли хорошую крепкую команду. Я был ведомым-оператором, а он – обозревателем-наводчиком.

Сам он предпочитал называть себя философом. Так же его представляли в новостях. Но в платежной ведомости, которую составляют на церковноанглийском, его должность называется однозначно: «crack discourse-monger first grade»[4]. То есть на самом деле он такой же точно военный. Но противоречия тут нет – мы ведь не дети и отлично понимаем, что сила современной философии не в силлогизмах, а в авиационной поддержке. Именно поэтому орки и пугают своих детей словом «дискурсмонгер».

Как и положено настоящему философу, Бернар-Анри написал мутную книгу на старофранцузском. Она называется «Les Feuilles Mortes», что значит «Мертвые Листья» (сам он переводил чуть иначе – «Мертвые Листы»). Ударные дискурсмонгеры гордятся знанием этого языка и возводят свою родословную к старофранцузским мыслителям, придумывая себе похожие имена.

Это, конечно, чистейшая травестия и карнавал. Они, однако, относятся к делу серьезно – их спецподразделение называется «Le Coq d’Esprit»[5], и на людях они постоянно перебрасываются непонятными картавыми фразами. Но мне хорошо известно, что Бернар-Анри знал на старофранцузском всего несколько предложений и даже песни слушал с переводом. Поэтому книгу за него, если разобраться, написал креативный доводчик с французским модулем.

Мы знаем, как сочиняются эти трактаты на старофранцузском – берется какая-нибудь смутная древняя цитата, загоняется в маниту, пальцы пару секунд щелкают по меню, и готово – кубики слов можно громоздить до потолка. Но другие наводчики ударной авиации не утруждают себя даже этим. Так что Бернар-Анри был добросовестным профессионалом, и если бы не его мрачное хобби, экранный словарь уделил бы ему гораздо больше места.

Многие до сих пор считают его эдаким бескорыстным рыцарем духа и истины. Он им не был. Но я его не осуждаю.

Жизнь слишком коротка, и сладких капель меда на нашем пути не так уж много. Нормальный публичный интеллектуал предпочитает комфортно лгать вдоль силовых линий дискурса, которые начинаются и заканчиваются где-то в верхней полусфере Биг Биза. Иногда он позволяет себе петушиный крик свободного духа в безопасной зоне – обычно на старофранцузском, чтобы никого случайно не задеть. Ну и, понятно, разоблачает репрессивный оркский режим. И все.

Любое другое поведение экономически плохо мотивировано. На церковноанглийском это называется «smart free speech» – искусство, которым в совершенстве владеют все участники мирового дух-парада.

Это не так просто, как может показаться. Тут недостаточно известной внутренней пластичности, а необходимо еще и знание того, как эти силовые линии изгибаются на самом деле, чего никогда не понимают орки. А линии к тому же имеют свойство плавно менять положение, так что работа почти такая же нервная и рискованная, как у биржевого маклера.

Вот, кстати – креативный доводчик предполагает, что слово «smart», то есть «хитроумный», образовано от древнего знака доллара (так когда-то назывались маниту) и сокращенного «рынок» – «mart». Очень может быть. Но владение smart free speech само по себе – это довольно низкооплачиваемый навык, поскольку предложение значительно превышает спрос.

Только не подумайте, что я смотрю на этих ребят сверху вниз. Я по сути ничем не лучше. Как коммерческий визуальный художник я, безусловно, трусливый конформист – и меня вполне устраивает такое положение дел. Зато летчик я смелый и опытный, это факт. И еще – изобретательный и пылкий любовник, хоть та, на кого устремлена моя любовь, вряд ли сможет по-настоящему ее оценить. Но об этом потом.



Итак, все началось с того, что нам с Бернаром-Анри дали поручение заснять для новостных роликов формальный видеоповод для войны номер 221 – так называемый «casus belly» (экранные словари уверяют, что это церковноанглийское выражение происходит от древней идиомы «надорвать [врагу] животик»). Заснять на самом деле означает «организовать». Мы с Бернаром-Анри понимаем это без слов, поскольку начали вместе уже две войны – номер 220 и номер 218. Девятнадцатую начали наши творческие конкуренты.

Организовать casus belly – это задание тайное, деликатное и очень непростое. Его доверяют только самым лучшим специалистам. То есть нам.

Самым убедительным и неоспоримым видеоповодом для войны, по поводу которого согласны абсолютно все критики, комментаторы и пандиты, в сегодняшней визуальной культуре, как и века назад, считается так называемая «damsel in distress». Опять извиняюсь за церковноанглийский, но по-другому не скажешь. К тому же мне нравится звучание этих грозных, словно пропахших порохом, слов.

Damsel in distress – не просто «дева в печали», как переводится это выражение. Скажем, если эта оркская дева спит где-нибудь на сеновале и видит кошмар, от которого вспотела и трясется, бомбить из-за такого не начнешь. Если оркская дева вывалялась в говне, получила оплеуху от бабки и ревет, сидя в луже, толку от этого тоже мало, хотя ее печаль может быть совершенно искренней. Нет, damsel in distress предполагает, с одной стороны, угнетенную чистоту, а с другой – нависшее над ней тяжеловооруженное зло.

Сгенерировать подобную картинку с любым разрешением – пять минут работы для наших сомелье. Но такими вещами CINEWS INC занимается только в развлекательном блоке. То, что попадает в новостные ролики, должно действительно произойти на физическом плане и стать частью Света Вселенной. «Thou shalt keep thy newsreel wholesome»[6], сказал Маниту. Может, он этого и не говорил, но так нам передали.

Именно по религиозным причинам новостные ролики снимаются на храмовую целлулоидную пленку. Фотоны врезаются в светочувствительную эмульсию, приготовленную служителями Дома Маниту по древним рецептам, в точности как много сотен лет назад (благоговейно воспроизводится даже ее ширина).

Пленка должна быть горючей, потому что в Прописях есть фраза «пылает, как кровь Маниту». А почему требуется сохранить живой отпечаток света, объясняют при посвящении в Мистерии, но я уже слишком вырос из детских штанишек, чтобы это помнить – да и не хочу лезть в богословские вопросы. Существенно здесь одно – пленочная камера занимает ужасно много места в моей «Хеннелоре». Когда б не эта камера, да не ракеты с пушками, остальную технологию можно было бы упрятать в контейнер размерами с фаллоимитатор. Но что делать, если так хочет Маниту.

Когда речь идет о новостях, мы не можем подделывать изображение событий. Но Маниту, насколько понимают теологи, не станет возражать, если мы чуть-чуть поможем этим событиям произойти. Конечно, самую малость – и эту грань чувствуют только настоящие профессионалы. Такие, как я и Бернар-Анри. Мы не фальсифицируем реальность. Но мы можем сделать ей, так сказать, кесарево сечение, обнажив то, чем она беременна – в удобном месте и в нужное время.

Мы ждали подходящего момента для операции несколько дней. Потом осведомитель в свите уркагана сообщил, что Рван Дюрекс, уже запятнавший себя кровью восставших орков (звено телекамер успело предотвратить масштабное кровопролитие ракетным ударом, но на совести кагана остались коллатеральные жертвы), возвращается в Славу (так называется оркская столица) по северной дороге.

Мы с Бернаром-Анри немедленно вылетели на перехват.

Когда я говорю «мы», это означает, что туда полетела моя «Хеннелора», заряженная пленкой и снарядами. С ней было мое сознание, а тело оставалось дома – только крутило головой в боевых очках и давило на рычаги. А вот Бернара-Анри доставили в Оркланд на самом деле, такая уж у него работа. Риск, конечно. Но когда моя «Хеннелора» рядом, совсем небольшой.

Платформа высадила Бернара-Анри на краю дороги в паре километров от Славы – и поднялась в тучи, чтобы не тратить батарею на камуфляж.

Миссия началась.

Бернар-Анри велел мне осмотреть местность и найти подходящую фактуру, пока он будет молиться. Молиться, да уж… На самом деле старый сатир просто накачивался веществами, как всегда перед боевой съемкой. Но старшие сомелье закрывают на это глаза, потому что так Бернар-Анри лучше выглядит перед камерой.

А это, понятное дело, в работе экранного дискурсмонгера важней всего. Открытые жесты и поза, спокойный и медленный голос, уверенные манеры и речь. Никаких почесываний головы, никаких рук в карманах. Мы живем в визуальном обществе, и смысловое содержание экранной болтовни обеспечивает лишь пятнадцатую часть ее общего эффекта. Остальное – картинка.

Порошки Бернара-Анри начинают действовать в полную силу часа через полтора-два – как раз тогда должна была появиться колонна кагана. Время имелось, но терять его не следовало – надо было срочно искать фактуру.

Я набрал высоту.

Местность была довольно депрессивной. Вернее, с одной стороны от дороги она была даже живописной, насколько это слово применимо к Оркланду – там были конопляные и банановые плантации, речка и пара вонючих оркских деревень. А с другой стороны начинались самые мрачные джунгли Оркланда. Мрачны они не сами по себе, а из-за того, что за ними. Через несколько сотен метров деревья редеют, и начинается огромное болото, которое по совместительству служит кладбищем.

Орки называют его Болотом Памяти – там вся Слава хоронит своих умерших. С высоты оно похоже на мрачное серо-зеленое озеро, куда впадают жилки тонких речушек. Оно почти все усеяно желтыми, серыми и темными крапинками, с высоты похожими на веснушки. Это плавучие оркские гробы, так называемые «спутники» – круглые лодки, которые накрывают соломенной крышкой с четырьмя торчащими вверх палками. Орки верят, что в этих посудинах их души улетают в космос к Маниту. Не знаю, не знаю.

Лес вдоль болота орки высадили специально (да, бывает и такое – орк, сажающий деревце). Они сделали это, чтобы отогнать вонючую сине-зеленую жижу от дороги и своих огородов. Когда каган ездит мимо, его всегда сопровождает охрана, поскольку тут легко устроить засаду. А вообще здесь малолюдно – орки боятся своих мертвецов. Кто-то вбил им в голову, что каждое их поколение обязательно предает предыдущее, и страх предков стал у них подобием коллективного невроза. Которому помогают и живущие в болоте жирные крокодилы – хотя из воды они не вылазят. Им хватает спутников.

В древние времена здесь селились так называемые «мудрецы», стремящиеся подчеркнуть свой потусторонний статус ежедневной близостью к смерти. А городские орки ходили к ним погадать по книге «Дао Песдын» – они верили, что так можно задать вопрос самому Маниту (я не шучу, у орков действительно есть такая книга, хоть написали ее, скорей всего, наши сомелье). Но при оркском императоре Просре Ликвиде вольных мудрецов упразднили, а все гадатели были подчинены генеральному штабу. С тех пор в кладбищенский лес ходит только молодежь – парочки, которым негде уединиться. Мертвецов и крокодилов они, конечно, боятся, но любовь сильнее смерти. Был бы я философ, как Бернар-Анри, обязательно воспел бы по-старофранцузски тайный праздник жизни, цветущий в этих мертвых чащобах.

Можно было поискать подходящую натуру возле деревень, где бродят пасущие скот оркские девки нежного возраста. А можно было полететь вдоль дороги над кромкой джунглей. Я выбрал второе, и буквально через пять минут полета наткнулся на то, что было нужно.

По обочине шла оркская парочка. Это были мальчишка и девчонка, одногодки – лет шестнадцати или чуть больше. Я так уверенно определяю цифру, поскольку у орков это consent age, и будь кто-то из них младше, вряд ли они решились бы показаться вместе. Оркские власти с тупым рвением подражают нашему механизму сексуальных репрессий – они и наш возраст согласия позаимствовали бы, позволь такое наши советники. Думают, видимо, что именно здесь проходит дорога к технотронному обществу. Впрочем, для них другой в любом случае не осталось.

У парочки были с собой удочки. Все сразу стало ясно – «рыбалка» заменяет молодым оркам задний ряд кинозала.

Я сделал максимальное увеличение и некоторое время разглядывал их лица. Парень был обычным оркским мальчишкой – симпатичным и белобрысым. Они все такие, пока не начинают пить волю и колоть дуриан. А вот damsel была идеальной.

В кадре она смотрелась просто здорово. Во-первых, она не выглядела ребенком, и это было хорошо, потому что малолеток показывали перед двумя последними войнами, и зритель от них устал. Во-вторых, она была очень хороша собой – я имею в виду, конечно, для биологической женщины. Я был уверен, что Бернару-Анри немедленно захочется защитить эдакую свинку от какой-нибудь напасти.

Я поглядел на маниту. Каган был еще далеко, и у меня оставалось время. Но вряд ли имело смысл искать другой материал. Я коротко сообщил Бернару-Анри о своей находке, передал девичью мордашку на его маниту, и он мгновенно на нее залип, я это по дыханию понял. Тогда я включил максимальную маскировку, острожно обогнул парочку, зашел им за спину и полетел следом, прислушиваясь к их болтовне.

Они повернули в лес и вскоре нашли поляну на берегу одной из впадающих в болото речушек. Где немедленно принялись… ловить рыбу. Парень, видимо, был рыболов-спортсмен – и гнал от себя все другие мысли. Скоро девушка стала заметно скучать, и я тоже, а он все удил и удил. И у него клевало.

Когда до появления колонны осталось полчаса, дела у них пошли чуть интереснее. Но мне, к сожалению, уже пора было вмешаться.





Грым глядел на висящий в небе черный шар Бизантиума.

Наклонив голову и сощурясь, можно было представить, что это гнездо огромной птицы, поселившейся на соседнем дереве. Сощурясь еще сильнее, можно было вообразить, что это мяч каких-то титанических футболистов – летящий из далекой древности, когда вокруг еще не было пальм, снег шел много дней в году и по белой целине ходили волосатые мамонты…

Грым посмотрел на Хлою.

«Надо прямо сейчас, – подумал он. – Потом поздно будет… Но как? Чего, вот так встать, подойти и обнять? А она возьмет и спросит – чего это ты вдруг? Почему именно сейчас, а не раньше? Чертовы удочки…»

По всем признакам Хлоя хотела того же, что и он. Она не накрасилась перед встречей – по негласному молодежному ритуалу это было намеком на ожидание решительных действий, от которых макияж может пострадать.

И хорошо, что не накрасилась.

Ее круглая голова со смешно оттопыренными ушами, розовыми щечками и гладкой, как на боевом барабане, кожей, нравилась ему без косметики гораздо больше. Пахла Хлоя тоже очень приятно, совсем не по-оркски – наверно, перекладывала на ночь свою одежду душистыми травами. Или покупала модные в этом сезоне духи «Ancient Serpent» – семья у нее была не из бедных.

Одевалась она тоже стильно. На ней было новое школьное платье, которое одновременно напоминало о детстве и приглашало с ним расстаться. Еще на ней была жилетка с портретами Николя-Оливье Лоуренса фон Триера в ролях разных лет. Такие жилетки с надписью «Two cultures – one world» делали в Желтой Зоне, и стоила она не меньше ста маниту. В семье Грыма на ерунду столько не тратили. А на плече у Хлои висела сумка-косметичка из шкуры добермана – тоже не из дешевых.

– Не спи, у тебя опять клюет.

Выдернув удочку, Грым снял рыбу с крючка и бросил Хлое. Та поймала ее и легонько шлепнула головой о камень. Потом, хихикнув, еще раз. Потом еще.

Грым не выдержал, подошел и отобрал у нее трепыхающуюся рыбу. Оглушив ее одним ударом, он кинул ее на землю и вернулся к удочкам.

Ругаться не хотелось – по сравнению с другими оркскими девчонками Хлоя была доброй. Она никогда не мучила москитов перед тем, как прихлопнуть.

– Чего ты злобствуешь, – сказала Хлоя, пряча рыбу в пластиковый пакет с водой, где уже томились две других. – Мне скучно. Зря я сюда приперлась.

У Грыма внутри похолодело.

«Все, – подумал он. – А потом уже не пойдет…»

– Если скучно, давай поговорим, – предложил он.

К счастью, у него было чем занять руки – надо было насадить на крючок нового червя.

– Ну давай, – вздохнула Хлоя и обхватила руками свои колени.

Грым закинул удочку, подошел к Хлое и сел рядом – так, чтобы случайно ее не коснуться.

– Сочинение написала уже?

Хлоя кивнула.

– Списала. А ты?

– Нет, – сказал Грым. – Я не начинал даже.

– Тогда хана тебе, – констатировала Хлоя.

– Почему, – ответил Грым. – Я за день напишу. Сдеру из «Свободной Энциклопедии».

– Ты все время своей энциклопедией хвастаешься, – сказала Хлоя. – И специально разговор каждый раз подводишь, чтобы про нее сказать. Давай я хвастаться буду, что у моего отца мотоцикл?

Грым покраснел – она попала в точку.

– Дура ты, – сказал он. – Я не поэтому про энциклопедию вспомнил. А потому, что даже там некоторых вещей не могу найти.

– Каких?

– Почему всем оркским династиям имена наверху выбирают? Рванам, например. И Визит, и Дюрекс – это ведь не оркские слова, правда?

– Нет, не оркские, – согласилась Хлоя.

– Берут слова из древности, которых народ не понимает. Может, у них смысл обидный, а мы не знаем. И одежду для солдат они придумывают. Нам только выкройку спускают перед войной. В энциклопедии про все это ни слова. А на рынке говорили, что Рваны всю оркскую казну у людей хранят. Иначе бы люди для нас маниту не печатали.

Хлоя дала Грыму несильный подзатыльник.

– Ты об этом помалкивай лучше, – сказала она. – А то в говне сварят вместе с нетерпилами. Тоже мне, герой из Желтой Зоны.

Награждая его затрещиной, она придвинулась – так, что Грым почувствовал прикосновение ее бока. Это было очень приятно. Но он почему-то отодвинулся. Хлоя вздохнула.

– А вот еще, смотри, – сказал Грым, сунул руку в карман и вынул банкноту в пять маниту.

Сложив ее замысловатым образом, он добился, чтобы голографический великан в многозубчатом головном уборе, держащий на плечах шар Бизантиума, превратился в удивительно мерзкого карлика с растущими из-под мышек ногами.

– Ты утомил своей политикой, – сказала Хлоя. – И у тебя опять клюет.

Грым спрятал деньги, подбежал к удочкам, ловко выдернул рыбу и кинул ее Хлое. В этот раз она оглушила ее одним ударом.

– Уже четвертая, – сообщила она, убирая рыбу в пакет с водой. – Может, пойдем, пока нас крокодил не съел?

Грым стоически кивнул.

– Я тогда подкрашусь, – сказала Хлоя и посмотрела на него с нескрываемой насмешкой.

Грым отвел взгляд.

Завязав пакет с рыбой надежным двойным узлом, Хлоя открыла свою собачью сумку и начала прихорашиваться.

Косясь на нее, Грым принялся сворачивать удочки. Если бы на душе у него не было так мрачно, ему, верно, стало бы смешно. Он знал всю дальнейшую последовательность действий – уже видел во время прошлой, такой же бесплодной рыбалки.

Хлоя вынула из сумки угольный карандаш и нарисовала на лбу три ломаных зигзага, похожих на старческие морщины – так называемые «линии мудрости». Оркские девушки верили, что это придает им умный вид, но Грым сомневался. Затем в ее руках появился карандаш белой глины. Густо набелив свои румяные щеки, она спрятала глину, достала помаду для щек и навела поверх глины два круглых багровых пятна, которые должны были изображать здоровый молодой румянец.

В завершение процедуры она осторожно водрузила на лицо массивную черную оправу без стекол, скрученную в двух местах ниткой: последний писк девчачьей моды.

Но даже после всех этих операций, на взгляд Грыма, в ней осталось что-то привлекательное – хоть теперь Хлоя напоминала ему героиню оркской басни свинку Хрю, которая извалялась в грязи и сене, чтобы накануне Большого Обжорства притвориться старой крысой и уйти от судьбы. Мораль у басни была простой – всех свинок съели молча, а Хрю с прибаутками.

Спрятав косметические принадлежности, Хлоя подняла личико и послала ему обворожительный взгляд из-под толстых рыжих ресниц.

– Можем идти, – сказала она.

И тут – возможно, из-за того, что Хлоя теперь нравилась ему значительно меньше, – Грым наконец решился.

Шагнув к Хлое, он решительно ее обнял и поцеловал – сначала в щеку, а потом в верхнюю губу.

– Ну чего ты… Чего… Ой. Ну уйди, идиот, я накрасилась уже… Я серьезно…

Но Грым не отступал, и через несколько минут сосредоточенного сопения Хлоя уже лежала на спине, а ликующий Грым был сверху, и осуществлял на практике все, что раньше позволял себе только в мыслях.

Хлоя никак не поощряла его действий, но особо и не возражала – она смотрела в сторону, морщилась и презрительно вздыхала, словно все это страшно ей надоело много лет назад. Грым вел себя не слишком ловко, поскольку не имел почти никакого опыта, но все нужные пуговицы наконец расстегнулись, полоски ткани сдвинулись, и он понял, что сейчас это действительно случится.

Это, собственно, уже начало происходить, когда Хлоя вдруг сильно шлепнула его ладонью по спине.

– Смотри, – прошептала она и кивнула в сторону поляны.

Грым поднял глаза.

Перед ним ничего не было. Но по тому, как напряглось тело Хлои, он понял, что она не шутит.

Потом он тоже увидел.

В воздухе над поляной происходило какое-то колебание. Там дрожало неясное пятно. Дрожало не оно само, а деревья с другой стороны поляны – как бывает, когда смотришь через волны горячего воздуха в жаркий день. Сперва это казалось почти незаметным, но, чем дольше Грым вглядывался, тем страннее казались деревья в пятне – будто там были не настоящие стволы и ветки, а их отражение, искривленное в зеркальном коридоре.

– Видишь? – прошептала Хлоя.

– Ага.

– Что это?

– Сейчас, – сказал Грым.

Стараясь не дать Хлое выскользнуть, он захватил в кулак ком земли с травой, приподнялся и кинул его в дрожащий круг.

Лучше бы он этого не делал.

Вместо того, чтобы пролететь сквозь пятно, земля осыпалась вниз. Удар был совсем легким, но с пятном после него произошли совершенно поразительные изменения.

Оно за долю секунды стянулось к своему центру и исчезло. А на том месте, где оно только что было, возникла Смерть.

Грым сразу понял, что это она – словно ему уже показывали ее и объясняли, какой будет их последняя встреча. Он узнал ее и почти не испугался.

Смерть была матово-черной и походила на длинный приземистый мотоцикл – без колес, но зато со множеством несимметричных фар на носу. Некоторые были прозрачными, а другие белыми, как глаза слепца. На мотоцикле не было седока, но для смерти это казалось вполне нормальным. У смерти были короткие черные крылья, косо торчащие в стороны, а ее косо сбитое несимметричное тело состояло из множества плавно покачивающихся плоскостей – словно бы каких-то постоянно открывающихся и закрывающихся клапанов.

У смерти была даже татуировка – сходящиеся к носу красные стрелы, делавшие в середине фюзеляжа зигзаг. Под стрелами были мелкие значки, отмечавшие победы – большие и маленькие человеческие фигурки и какие-то цифры, очень солидные цифры. Сразу за цифрами на фюзеляже были закопченные стальные накладки, из которых торчали короткие жерла пушек. И еще смерть жужжала – но совсем тихо. Если бы Грым не вслушивался специально, он бы ни за что этого не заметил.

– Камера, – выдохнула Хлоя, и Грым понял, что Хлоя права.

Но это вовсе не значило, что он ошибся насчет смерти.

Он никогда не видел боевую телекамеру так близко. Только на картинках.

– Не дрожи ты так, – прошептала Хлоя. – Хотел бы убить, уже убил бы. Ему что-то нужно. Давай встанем, только медленно… И руки подними.

Стараясь не делать резких движений, Грым поднялся на ноги – и понял всю тяжесть своего положения. Хлое было просто: поднявшись, она просто оправила платье. А его штаны упали вниз, и он так и стоял, красный от стыда, глядя в бельма висящего перед ним черного мотоцикла.

Вдруг раздалась громкая музыка – это заиграли внешние динамики камеры.

Музыка была странной, совсем не оркской. Она была грозно-пронзительной, и напоминала о древности, забытой славе и смерти. Она играла целую минуту, не меньше – и к ее концу Грым почувствовал в груди такую отвагу, что нагнулся, натянул штаны и застегнул пуговицу.

Музыка стихла, и камера плавно качнулась в воздухе – словно указывая, куда идти. Грым нерешительно шагнул в этом направлении, и камера сразу же кивнула белым носом, совсем как выражающий согласие человек.

Грым сделал шаг, потом еще один. Камера переместилась вместе с ним.

– Он хочет, чтобы мы вышли на дорогу, – сказала Хлоя.

– Я понял, – ответил Грым. – А может, в лес убежим? Как он нас ловить будет среди деревьев?

Трудно было поверить – но камера будто услышала эти слова. Она повернулась к лесу, отделявшему поляну от дороги, и Грым увидел ее сложно-изогнутое узкое тело в профиль. На одном из стабилизаторов стала заметна желтая эмблема Бизантиума – двойная зеркальная «B», похожая на вертикально перечеркнутую восьмерку.

Раздался громкий треск. Камера окуталась дымом, и в лес понеслись какие-то очень быстрые красные нитки, оставляющие за собой дымный след. Там, где эти нитки сшибались со стволами, возникали желтые облака древесной трухи, и высокие старые деревья, словно перерубленные свечи, валились в разные стороны.

Потом камера перестала стрелять, повернулась к Грыму и Хлое и несколько раз повела в разные стороны носом – совсем как человек, отрицательно качающий головой. Когда она замерла, треск падающих стволов был еще слышен.

– Вот так будет ловить, – сказала Хлоя. – Понял?

– Понял, – ответил Грым сам не зная кому – камере или Хлое.

Теперь к дороге вела дымящаяся просека, и выбрать маршрут было нетрудно. Камера пропустила их вперед и поплыла следом.

Выйдя на дорогу, Грым и Хлоя остановились.

– А дальше? – спросил Грым.

– Сейчас объяснит, – предположила Хлоя.

Грым повернулся к камере.

Камера повела себя странно. Не отворачивая от них своих бельм, она поплыла вверх и вбок, в сторону солнца – и вдруг исчезла. Грым понял, что она опять включила камуфляж. Сразу стало непонятно, где она – никакого дрожания в воздухе различить было нельзя.

Грым несколько секунд вглядывался в небо.

– Может, она улетела? – предположил он.

Никто не ответил.

Грым повернулся и увидел, что Хлоя лежит на дороге, свернувшись аккуратным калачиком. Она выглядела безмятежно спящей, а из руки у нее торчала какая-то зеленая стрелка. Грым хотел нагнуться, а потом услышал щелчок, и что-то его укололо. Он увидел такую же зеленую стрелку, торчащую из своей груди. Он выдернул ее – за пластиковой ножкой была короткая гибкая иголка, такая тонкая, что даже не выступило крови.

«Ничего страшного», – подумал он.

Потом ему страшно захотелось сесть на дорогу, и не было никакой возможности противостоять этому желанию. А когда он сел, стало ясно, что надо лечь, и он лег.

Хлоя лежала рядом – он видел ее платье, плечо и часть лица. Ее глаза были открыты, но она смотрела в сторону.

Грым плохо понимал происходящее. Ему казалось, что надо немного собраться с силами, и можно будет встать. Надо было, чтобы кто-то помог, чуть подтолкнул, и тогда оцепенение отпустило бы. Но помощи не было.

Кажется, солнце успело немного переместиться по небу. А потом он почувствовал еще один укол, на этот раз в ногу, и паралич сразу прошел. Он повернул голову и увидел, что Хлоя тоже ожила.

Она уже почти встала, и вдруг получила такой удар в спину, что снова растянулась в пыли. Грыму показалось, будто солнце ушло за тучи. Он поднял глаза.

Закрывая полнеба, над ним нависли вооруженные всадники. За их спинами была целая кавалькада, которой Грым с Хлоей перекрыли путь.

Видимо, в ней ехал кто-то очень важный. Его охраняли конные ганджуберсерки из гарнизона Славы – седобородые богатыри с накладными пыльными дредами и короткими костяными трубками в зубах. Они были одеты в камуфляж с черными латами и вооружены тяжелыми копьями. Один из всадников только что ткнул Хлою в спину тупым концом копья – и теперь разворачивал его для удара острием. Берсерки убивали не думая, поэтому Грым замер от ужаса.

Но тут раздалась короткая команда, и берсерк опустил копье. Линия всадников расступилась, и они съехали с дороги.

– Встать!

Грым и Хлоя кое-как поднялись на ноги.

Перед ними был черный моторенваген – длинный и открытый, из самых дорогих. Такой мог быть только у очень важного вертухая. Но в нем сидели не глобальные урки, а мрачные правозащитники в черных плащах. Дальше стоял другой моторенваген – тоже черный, еще приземистей и внушительней, только закрытый. А еще дальше возвышался красный в золотых спастиках паланкин с чудотворным ликом Маниту, спрятанным за занавеской. Его держали потные силачи в бархатных шортах, по четверо на каждую ручку.

Верх второго моторенвагена плавно открылся, свернувшись в ракушку за сиденьями. К дверце сразу подскочил подпрыгивающий от рвения придворный секретарь из кастратов, наряженный в гербовое трико и маску петуха.

В моторенвагене сидел…

Грым не поверил своим глазам.

Там сидел Рван Дюрекс, уркский каган и правитель, великий герой семи войн. Слева от него на заднем сиденье развалился обмазанный сластями мальчонка-любимец. Справа блестела золотыми цепями резиновая женщина – из тех, что делают в Биг Бизе. Женщин каган не любил, о чем знали все. Это был просто символ статуса, толерантности и готовности к межкультурному диалогу.

Хмурое лицо вождя с косо подбритыми бакенбардами и серыми мешками вокруг глаз не сулило ничего хорошего. Он поднял руки и зевнул, расправляя тело, затянутое в черный атласный лапсердак.

– Что такое?

Секретарь прогнулся, чтобы клюв его маски оказался ближе к уху господина, и тихо заговорил, указывая на Грыма и Хлою.

Морщины на лице Рвана Дюрекса разгладились, и он усмехнулся.

– На дороге? – спросил он.

Секретарь кивнул.

Рван Дюрекс поглядел на Грыма оценивающе – словно раздумывая, не взять ли в пажи. Грым заметил, что любимчик кагана тоже внимательно на него смотрит. Дюрекс перевел взгляд на Хлою, потом опять на Грыма – и, видимо, передумал.

– Прочь, – махнул он рукой.

И тут произошло неожиданное.

– J’accuse! – прогремел над дорогой властный голос.

Как ни испуган был Грым происходящим, он испугался еще сильнее. В присутствии кагана никто не мог говорить таким тоном.

Никто, кроме дискурсмонгеров.

Этот свистящий, похожий на щелчок бича возглас в Уркаине знали все. Им пугали детей, ибо вслед за ним приходила смерть. «J’accuse» означало «я обвиняю», но не на церковноанглийском, а на языке какого-то древнего племени, от которого дискурсмонгеры вели свою родословную.

К Хлое быстро шел неизвестно откуда взявшийся человек – видимо, он приблизился к процессии, пока все глаза были устремлены на кагана.

Человек был высок и излучал величие, хотя одет был просто и даже бедно – в рясу из мешковины, перепоясанную веревкой. Величие ему придавали седые кудри до плеч и орлиный нос. Так выглядели рыцари и герои.

Грыму почему-то сразу вспомнилась старинная монета с золотым ободком – один ойро из Музея Предков, на котором были отчеканены два сливающихся друг с другом человеческих контура с разведенными в стороны руками и ногами. В рисунке было столько свободы и гордого достоинства, что делалось ясно – монету чеканили не орки и даже не бизантийцы. Пояснительная табличка гласила: «т. н. «витрувианские мужеложцы», гравюра Леонардо Да Винчи». Несмотря на разоблачительную подпись, монета произвела на Грыма сильное впечатление. Вот такое же примерно чувство вызывал и этот дискурсмонгер.

Тот, видимо, сам был взволнован происходящим – его нижняя челюсть еле заметно подрагивала, как будто он очень быстро произносил какие-то крошечные слова, а глаза ярко блестели. Он держал посох с изогнутой ручкой, обмотанной кожаным ремешком. Когда он воздел руки, в просвете рясы стал виден точно подобранный к ней по тону бронежилет. Такие имелись только у людей.

Каган молчал, мрачно глядя на незнакомца – по этикету ответить после такого вступления было бы бесчестьем.

Первым опомнился петушиный секретарь.

– Кто ты такой, – пришел он на помощь сюзерену, – что делаешь в земле урков и по какому праву и полномочию встаешь на пути уркагана?

Человек сделал шаг к Хлое и обнял ее за плечо свободной рукой.

– Я отвечу тебе, – прогремел он, вознося свой посох еще выше. – Я филосóф. Но если тебе непонятно, что значит это слово, пусть я буду для тебя просто неравнодушным прохожим. Прохожим, у которого нет никаких полномочий, кроме данных ему собственной совестью…

Грым заметил, что человек смотрит не на петушиного секретаря и кагана, а совсем в другую сторону – в пространство над лесом. Он догадался, что камера до сих пор висит где-то там. Происходящее наконец стало чуть понятней.

– Но хоть у меня нет полномочий, у меня есть новости! – хорошо поставленным голосом гремел человек. – И они вам не понравятся. Ваша свора палачей и убийц не причинит вреда этому ребенку и не прольет больше ни одной слезы из этих синих глаз!

Грым подумал, что говорят явно не про него – его глаза были серо-желтыми. А потом он увидел, как человек понемногу поворачивает Хлою к невидимой камере и подталкивает в сторону – так, чтобы оставить Грыма за спиной. И древний оркский инстинкт вдруг подсказал Грыму – чтобы выжить, теперь надо не бежать от камеры, а, наоборот, любым способом оставаться в кадре. Он шагнул вперед и встал с Хлоей рядом. Дискурсмонгер мрачно глянул на него – но делать было нечего. Его голос тем временем распевно гремел над дорогой:

– Каждый человек рождается свободным, таким его замыслил Маниту! И я не могу, не стану молчать, когда какой-то монстр, ненасытное и злобное животное, попирает светлый праздник детства черной шиной своего лимузина, оплаченного слезами бесчисленных вдов. Я не знаю – но, с другой стороны, было бы очень любопытно узнать, и без промедления, – сколько еще свободный мир будет мириться с этим темным душителем свободы, делая вид, что не замечает невинных слез и брызг крови, летящих прямо в нашу оптику! Ничто не может оправдать издевательства над беззащитной чистотой, никакие затычки в равнодушных ушах не заглушат стук детского сердца, брошенного на съедение псам и свиньям! Сегодня я обвиняю оркского уркагана в том, что он палач своего народа. Сколько еще мы не будем замечать зверств этого извращенца, серийного убийцы, мечты психиатра и опаснейшего из садистов? Но я не хочу больше говорить об этом выродке, потому что он вызывает во мне тошноту. Я хочу спасти эту… Эту… Этих ребят, которым их суровая земля отказала в праве на детство и юность… Я объявляю, что они отныне под защитой Бизантиума! Они получают право на въезд в Биг Биз!

Он указал на далекий черный шар в небе, одновременно повернув голову вбок. Там, куда он смотрел, были только придорожные кусты. Грым понял, что дискурсмонгер просто показывает камере свой благородный профиль.

– Никто не может так говорить с каганом! – изумленно прошептал петушиный секретарь.

Незнакомец на миг обратил к нему сияющий неземной радостью лик и опять повернулся к пустому для непосвященных сектору неба.

– А кто с ним вообще говорит, с твоим каганом?

Грыму показалось, что вокруг стало очень тихо.

Каган по-прежнему мрачно молчал, глядя перед собой. Но петушиный секретарь этого не вынес.

– Бесчестье! – выдохнул он, выхватил из ножен свою шпажонку и пошел на дискурсмонгера.

Тот спокойно ждал, вздымая вверх свой посох, и на его лице играла все та же уверенная улыбка человека, не боящегося умереть за свои слова. И, когда Грым решил, что именно это сейчас и произойдет, в небе раздался треск, и уже знакомые красные нити перебили петушиного секретаря пополам. Вокруг поднялись высокие фонтаны праха.

Все, кто стоял на дороге, замерли.

А в следующую секунду все пришло в движение.

Первой с места стронулась Хлоя – она вырвалась из-под руки человека и побежала прочь.

Потом опомнились окружавшие моторенваген Дюрекса солдаты – и, выхватив свое оружие, пошли на человека. Но, как только они дошли до плавающего в красной луже секретаря, их сшибли те же дымные красные стрелы – хоть солдаты шли быстро, пушки без труда перемалывали их натиск. Над дорогой поднялось облако пыли, за которым моторенваген кагана был уже еле виден, на земле росла груда развороченных тел, и только человек, все так же улыбаясь, вздымал навстречу атакующим свой посох.

Грым наконец сообразил, что самое время убраться с дороги. Его никто не держал. Он пронесся мимо берсерков, пытающихся удержать своих перепуганных лошадей, и помчался в лес. Он бежал несколько минут, потом споткнулся о корягу и упал. Упав, он так и остался лежать, пытаясь вернуть контроль над бешено работающими легкими.

Сзади некоторое время слышны были выстрелы. Затем они стихли.

Выждав с полчаса, он пошел по лесу, а потом выбрался на дорогу. Расстрелянная колонна оказалась за выступом леса – отсюда трупы не были видны.

– Хлоя! – закричал он.

Громко кричать было страшно, но все же он решился позвать еще раз:

– Хлоя!!

– Я здесь! – долетел ответ.

Грым увидел отделившуюся от линии деревьев фигурку – Хлоя вышла на дорогу шагах в ста впереди. Грым пошел ей навстречу, жмурясь от бьющего в глаза солнца.

Он уже открыл рот, собираясь заговорить о недавнем кошмаре, когда выяснилось, что кошмар и не думал кончаться.

За спиной Хлои мелькнула прозрачная тень. Потом в пустоте образовалась треугольная дыра, от которой протянулся вниз сужающийся трап. В дыре появился дискурсмонгер в коричневой рясе – он сошел вниз, и, прежде чем Хлоя заметила его, сгреб ее в охапку и швырнул внутрь черного треугольника.

Грым бросился за ним, но дискурсмонгер уже поднимался по трапу. Грым успел схватить его за ногу – но потерял равновесие и почти упал.

Дискурсмонгер поглядел себе под ноги.

Солнце озарило его раскиданные по плечам волосы, и на миг Грыму показалось, что на него смотрит какой-то солнечный бог, сошедший с небес на землю. А потом солнечный бог высвободил стопу, поднял ее – и спихнул Грыма в пыль своей сладко пахнущей сандалией.





То есть это были просто потрясающие кадры. Одна серия для вечности – с солнцем, бьющим прямо в камеру над строем воинов с пиками. А вторая, уже без всяких выкрутасов – для новостей.

Я снимал одновременно на все носители, и теперь у меня была почти минута на храмовом целлулоиде, где в одном фрейме был виден развалившийся в моторенвагене Рван Дюрекс со своей убогой резиновой женщиной (даже не анимированная, и кожа из самого дешевого биопластика), дикого вида бородатые воины с занесенным оружием и стоящие перед ними детки, причем особенно хорошо получилась Хлоя, потому что она все время моргала своими огромными глазами, пытаясь зареветь, но у нее никак не получалось, и выглядело это так, словно ей и вправду непонятно, где она и что происходит. Ее оркская раскраска была очень кстати – эти зигзаги на лбу входят в моду и у нашей молодежи. Поможет с эмпатией, ясно любому сомелье.

Кстати пришлись и оркские бородачи.

У орков есть два вида элитной гвардии – отряды, которые должны строиться по правую и левую руку от кагана, «правозащитники» и «ганджуберсерки» («левозащитниками» их не называют, потому что эта сторона считается у орков нечистой). В боевом смысле они примерно равноценны, но из-за своих трубок, бород и дредов ганджуберсерки гораздо лучше смотрятся на маниту. Мне повезло, что разбираться с детками стали именно они – правозащитники носят длинные черные плащи со спастикой и больше похожи на попов, чем на солдат.

Грым тоже попал в кадр, к чему я совсем не стремился. Но было секунд пятнадцать, где Хлоя шлепала ресницами одна – рядом с зазубренным наконечником копья, с чуть размытым каганом на заднем плане. Грыма теперь могли вырезать, а могли и оставить в кадре в расчете на гей-аудиторию, он был вполне симпатичный. Но такие вопросы решаю не я.

И тут на арену выскочил этот клоун Бернар-Анри, про которого я, если честно, совсем забыл – и принялся отрабатывать свой номер. Таким обдолбанным я его еще никогда не видел, но пришлось снимать – это все-таки моя работа. В общем, пообнимался он с оркским юношеством, погрозил кулаком солдатам, и тут бы ему в самый раз убраться с дороги. Все бы кончилось чисто – каган ведь не дурак и понимает, что к чему. Но болван перегнул палку, и мне пришлось стрелять.

Я терпеть не могу работать в таких условиях – это как слону танцевать в посудной лавке. Мне ни в коем случае нельзя было попасть в кагана или в эту оркскую парочку, уже зафиксированную на храмовой пленке. В Бернара-Анри, понятно, тоже нельзя было стрелять, хотя мне почти хотелось. Между ним и каганом оставался узкий просвет, по которому я мог работать из своих пушек, и не было, естественно, никакой гарантии относительно рикошетов, проходивших опасно близко к автомобилю.

– Уйди с директрисы, кретин! – закричал я Бернару-Анри по связи.

Но тот словно не слышал – а может, просто отключил связь. Я уже думал, что положу кагана и потеряю работу – но спасла случайность.

Каган в это время тоже был на связи – и, хоть знал, что в него стрелять не должны, испугался. Как только началась пальба, он прижался к своей резиновой женщине. Вышло это у него непроизвольно, потому что он опытный человек и знает, как вести себя перед камерой. Но получилось смешно.

А дальше оказалось еще смешнее.

«Директрисой» на нашем профессиональном жаргоне называется коридор для пуль, который нельзя занимать членам съемочной группы. А каган, этот тупой орк, решил, что люди так называют резиновых женщин и он портит мне кадр. В результате он резво откинулся в сторону. И в самое время – один из рикошетов прошел точно сквозь его резиновую бабу, из которой во все стороны брызнула красная краска. Это сразу же сообщило внимательному зрителю очень многое об интимных вкусах кагана. Верх его моторенвагена стал подниматься, но было уже поздно.

Только тогда до Бернара-Анри дошло, что самое время убраться с дороги. Стража ощетинилась пиками, сомкнула кольцо вокруг закрывшегося моторенвагена, и процессия поползла дальше по дороге, прямо по трупам – чтобы не размыкать строй. Бернар-Анри все еще вздымал вверх свой посох, но я его уже не снимал. Поскольку на Бернара-Анри больше никто не нападал, стрелять у меня повода не было.

Когда орки прошли, оказалось, что на дороге не меньше сорока солдатских трупов. Они были черные, истоптанные подошвами и выглядели страшно – снимать это для новостей было ни к чему. Спасенных уже не было видно – они успели благополучно слинять.

Я поглядел на маниту и увидел, что система насчитала мне за эти пятнадцать минут полтора миллиона. Видимо, многое из снятого пришлось нашим сомелье весьма кстати. Если бы я так зарабатывал на каждом вылете, я мог бы купить себе внешнюю виллу в нижней полусфере, подумал я. Или вернул бы кредит за Каю всего через три года…

Бернар-Анри все еще стоял на обочине – видно, никак не мог прийти в себя от своих М-витаминов. Я вызвал его трейлер и решил дождаться, пока он в него залезет – все-таки до конца операции он был на моей ответственности. Ругать я его не стал, поскольку все кончилось удачно, а по военной традиции в таких случаях разбор полетов оставляют на потом. Но тут он решил поговорить со мной сам.

– Где девчонка? – спросил он хрипло.

– Откуда я знаю, – ответил я. – Я за ней не следил.

– Я с ней не закончил, – сказал он.

Тут уж я не выдержал – потому что отлично понимал, о чем он говорит на самом деле.

– Я сейчас из-за тебя чуть кагана не убил, кретин, – заорал я. – Я еще и твоих сучек должен пасти?

– Ты с кем говоришь, летающая задница? – заорал он в ответ. – Я Бернар-Анри Монтень Монтескье! А кретин был твой папá, что не кончил на пол…

И пошло, и поехало – пока прилетело его корыто, мы десять раз успели высказать, что думаем друг о друге, и даже немного больше. Потом он отправился ее искать, и вскоре сообщил, что девка нашлась – она пряталась в лесу. Он погрузил ее в трейлер и повез в Зеленую Зону – у него давно отработана технология. В этот раз его подруга имела шанс прожить дольше чем обычно – Бернар-Анри взял подряд на обустройство послевоенного мира и мог застрять внизу надолго.

Теперь я имел полное право поставить камеру на автопилот и парковку. Камера полетела домой, а я был свободен.

Как только я слез с боевых подушек и снял очки, Кая подняла на меня глаза и сказала:

– Мясник.

Я к этому времени уже забыл, что сам посадил ее у контрольного маниту следить за вылетом – поскольку стрельбы в моих планах не было. Кто же знал, что все так обернется. Девочка, конечно, увидела много нехорошего.

– Летающая задница, – повторила Кая злым голосом. – Зачем ты убил столько народу? Мне их жалко. Жирная скотина. Кровавый дебил. Я больше никогда не буду смотреть, как ты летаешь. Слышишь? Никогда!

Тут мне стало обидно, потому что я и правда тучный. Бернар-Анри всегда бьет ниже пояса. Кая тоже.

Издеваться над избытком веса способен только худой во всех смыслах человек. Где ему понять, что раздобреть Маниту позволяет лишь избранным. Не зря ведь богача с незапамятных времен изображают хохочущим толстяком.

Ваша масса – это ваше присутствие во вселенной. Если вас сто пятьдесят кило, заключенной в вас жизни хватит на двух среднестатистических граждан. Неудивительно, если вы умнее обычного человека или значительно превосходите остальных в какой-нибудь области. Толстяки, конечно, не всегда гении, но, как правило, это интересные, добродушные и чрезвычайно полезные обществу люди. Я хороший пилот именно потому, что при управлении «Хеннелорой» полагаюсь на инстинкты – то есть лечу животом. Сразу всем.

Правда, в силу технологических причин пилоты древности в большинстве были худыми и маленькими, но и здесь я могу указать на таких известных асов, как Герман Геринг и Бенито Муссолини. И совсем не случайно оба прославились также в качестве государственных деятелей. Но Кае на все это наплевать.

Я, кстати, заметил интересную вещь. Когда она называет меня жирным, мне не обидно, я уже привык. Когда называет слабоумным, я тоже только посмеиваюсь. Но когда она называет меня слабоумным и жирным одновременно, я чувствую обиду. И ничего не могу с этим поделать.

Кроме себя мне винить некого. Я сам выставил ей сучество на максимум – никто меня не заставлял.

Это такая настройка в ее красном блоке. У меня на предельных положениях стоят одновременно «сучество», «соблазн» и «духовность». Но о том, что это значит, я расскажу чуть позже.

Короче, я обиделся и пошел в комнату счастья, где стоит маниту, с которого управляется Кая. Там я ввел пароль и поставил ее на паузу.

Я регулирую ее настройки из такого места не потому, что вкладываю в это какой-то символический канализационный смысл – просто Кае никогда не надо сюда ходить. Меньше риска, что она когда-нибудь дотянется до управления сама. Но я чувствую, что здесь мне пора дать некоторые пояснения.

Кая – это цветок моей жизни, моя главная инвестиция, свет моего сердца, счастье моих ночей и еще много-много лет выплат по кредиту.

Кая – моя сура.

Я хочу сразу объяснить, что по своей сексуальной ориентации я стопроцентный глуми. Глумак, глумырь, куклоеб, пупарас – называйте меня как хотите. Если вы пупафоб и у вас есть предрассудки на этот счет, это ваша проблема, которую вам вряд ли удастся сделать моей. Мы веками боролись за свои права – и добились, что сегодня слово «gloomy» пишется через почетную запятую со словом «gay». Но это политкорректный термин, а сами мы зовем себя пупарасами.

Если вы не в курсе, «пупарас» – это бывший оскорбительный термин для глуми пипл, образованный от древнелатинского «pupa» – «кукла». Мы взяли его на вооружение – точно так же, как геи когда-то превратили оскорбительную кличку «queer» в свою ироническую самоидентификацию. На Биг Бизе это в высшей степени респектабельное выражение. В качестве оскорбления слово «пупарас» сегодня используют только орки, которые путают его с «пидарасом». Но для них эти термины не обязательно указывают на сексуальную ориентацию и чаще всего означают человека, пренебрегающего нравственными нормами (хотя что это такое для орков – отдельный вопрос).

Я, конечно, ничего не имею против биологических партнеров и даже пробовал их несколько раз в жизни. Но это попросту не мое. Мой выбор – сура.

Мне безумно нравится само это слово. Так, мне кажется, должна называться песня, молитва, или какая-нибудь птица райской расцветки. Но это просто сокращение церковноанглийского «surrogate wofe», дошедшее до нас из времен, когда пупарасов еще можно было публично унижать. Только я не уверен, что сур правильно называть суррогатными женщинами (тем более «резиновыми», как иногда на слэнге говорим мы сами).

Скорее, суррогатами в наши дни являются женщины живые. Особенно после того, как возраст согласия повысили до сорока шести. И резиновыми их тоже вполне уместно называть – из-за имплантов, которые они ставят себе сегодня практически во все места.

С тех пор, как киномафия и пожилые феминистки захватили в нашем старящемся обществе власть, главное, что они делают, это повышают consent age. Сейчас они планируют добраться до сорока восьми. Для геев и лесбиянок возраст согласия пока сорок четыре, потому что у них сильное лобби, и они пробили себе эту поправку через affirmative action[7], – но им тоже планируют поднять до сорока шести. И если бы не GULAG (а я член этого движения уже девять лет), возраст согласия подняли бы сразу до шестидесяти.

Наше объединение, по сути – последний якорь, на котором в обществе еще держатся остатки свободы и здравого смысла. Но про ГУЛАГ я расскажу как-нибудь потом – долгая тема. Сейчас замечу только, что это единственная подлинно общественная сила, способная, если потребуется, противостоять и властям, и новостям. То, что называется grassroots power[8]. И линия фронта, хе-хе, проходит прямо через мое сердце.

На самом деле, конечно, не все так страшно – строго запрещен не секс, а его съемка. В отношении самого секса действует ювенальное правило «don’t look – don’t see»[9]. Впрочем, ежедневно извлекать из него практическую пользу могут только орлы вроде Бернара-Анри.

Как утверждают циники, возраст согласия повышают пожилые феминистки – в надежде, что кто-то польстится с голодухи на их перезревшие прелести. Чушь, конечно. Борьба за чужое сексуальное бесправие – это экстремальная форма полового самовыражения, примерно такая же, как секс со старой сандалетой или анальный эксгибиционизм. Посмотрите на лица борцов, и все поймете. Конечно, жестоко отказывать им в праве на реализацию своих эротических фантазий. Проблема, однако, в том, что эгоистичные действия одного-единственного секс-меньшинства создают проблему для огромной массы людей.

Но дело даже не в самих этих кликушах – здесь они просто ширма. Их используют исключительно в качестве говорящих голов, а направляют и финансируют эту работу совсем другие силы.

Власти повышают возраст согласия из-за постоянного давления киноиндустрии, которая яростно лоббирует этот вопрос. Впрочем, попытки киномафии поднять возраст согласия находят в обществе известный отклик, ибо соответствуют его ханжеской морали. Кающиеся геронтократы думают, что успеют перед смертью задобрить Маниту, принеся ему в жертву чужую радость. Но мы не радуем Маниту этими дарами. Мы лишь оскорбляем Его.

Когда в воскресенье мы, свободные люди нового века, приходим в храм, чтобы посмотреть свежий снаф, мы каждый раз лицом к лицу сталкиваемся с бесконечным лицемерием, пропитавшим нашу мораль. Лицемерием объемным, выпуклым и цветным.

Нет, наше подношение не лживо целиком. Мы, пилоты, чисты перед Маниту: со смертью в снафах все честно. Но любовь, которую мы предлагаем Его чистым лучам, насквозь фальшива. И когда Маниту покарает нас – а рано или поздно такое случится, – бенефициаров этого святотатства не спасут ни счета, ни сокровища.

Выглядит все вполне пристойно. Актеры не вызывают отвращения, их тела все еще красивы (хоть и несколько перезрелой лоснящейся красотой), движения тщательно продуманы, режиссура совершенна. Но хоть пластическая хирургия и достигла в наши дни небывалых высот, природу трудно обмануть.

С мужчинами это не так страшно. В конце концов, мужской пол достаточно безобразен по своей сути – вместо красоты у него, как говорится, тестостерон и деньги. Но актрисы…

Вы видите, например, сидящую на кровати девчушку с двумя пегими косичками и плюшевым зайкой в руках, и уже верите, что перед вами нежное утро юности – а потом на шее у этого выкроенного из собственных лоскутов существа вдруг мелькает еле заметная птеродактилья складка, вы мгновенно понимаете, что это старуха, и теплая волна внизу вашего живота сменяется дрожью омерзения, пронзающей все тело.

Женщина – это волшебный цветок, при взгляде на который с вами должно случиться умопомешательство, достаточно сильное для того, чтобы подвигнуть вас на тяготы деторождения. Так захотел Маниту.

И вот в воскресенье вы приходите в храм, но вместо цветка вам показывают раздутую имплантами высокобюджетную грудь, которой по всем законам природы уже полвека как пора распасться на силикон и протеины. А затем извиняются, что все остальные лепестки все еще в повязках после пластики. И ожидают от вас приступа вакхической любви к жизни.

Главное, все знают, что среди «учеников» и «учениц» этой проклятой Маниту актерской касты есть действительно красивые молодые люди. Очень красивые, чего там. И все понимают, что на храмовой пленке они выглядели бы гораздо лучше.

Вот именно поэтому «возраст согласия» и задрали до сорока шести лет. Порноактеры – крайне богатые люди, поскольку за храмовую съемку платят невероятно много. Не будет преувеличением назвать этих людей могучей мафией, у которой сильнейшее политическое лобби и большая общественная поддержка – из-за того, что средний возраст жителей Биг Биза довольно преклонный. Все в киномафии понимают друг друга с полуслова и совсем не желают, чтобы у них появились молодые конкуренты.

В открытом информационном обществе никто не может криминализировать киносъемку. Зато при мощном лоббировании вполне можно криминализировать снимаемое. Это не окажет на личную жизнь граждан большого влияния из-за правила «don’t look – don’t see», но храмовая порносъемка молодых актеров сразу окажется невозможной в силу очевидного и документально зафиксированного нарушения закона.

Такой вот парадокс.

Поэтому молодым актерам – тем, кому за двадцать и за тридцать, – десятилетиями приходится ходить в «учениках», то есть просто врастать в эту мафию. А в храмовом порно играют старики и старухи, которым по пятьдесят, а то и по семьдесят лет. Если бы их снимали на цифру, то все проблемы можно было бы решить при обработке материала на маниту. Но с храмовым целлулоидом так поступать нельзя, ибо снаф – это таинство. Поэтому я и говорю, что наше приношение нечисто. Но обсуждение подобных тем слишком болезненно для нашего общества. Есть вещи, о которых просто не принято говорить. Это одна из них.

К счастью, в жизни gloomy people возраст согласия не играет никакой роли, потому что касается только происходящего между людьми. А мы пользуемся сурами, с которыми никогда не возникает такой юридической проблемы, как «consent» – ибо согласия здесь не требуется ни от суры, ни от вступающего с ней в контакт человека. Сур запрещено снимать в снафах (они не могут быть субъектом религиозного ритуала) и в порно (они «имитируют лиц, не достигших возраста согласия»). Но если вы пользуетесь сурой у себя дома, никаких проблем у вас не возникнет. Пока, конечно, вы не начнете выкладывать в сеть видеоотчеты о победах на личном фронте – такое случается каждый год, и несчастных придурков тут же приносят в жертву общественной морали под пронзительное улюлюканье седых феминисток.

Суры бывают самыми разными – от налитых красной краской резиновых кукол, которыми пользуются девианты-садисты и оркские каганы (для Рвана Дюрекса, впрочем, это просто статусный символ), до таких совершенных чудес, как моя Кая – «самоподдерживающаяся биосинетическая машина класса «премиум 1», как гордо называет ее инструкция по эксплуатации.

Как я уже говорил, моя камера, возможно, не самое лучшее, что есть на рынке. А Кая – это лучшее. И ничего совершенней не будет, я думаю, уже никогда. Все бесчисленные древние технологии, которые оживляют и одушевляют ее маленькое тело, сейчас умеют только воспроизводить – и вряд ли кто-то сможет ее улучшить. Тем более, что особой необходимости в этом нет.

Позволить себе такую модель, как моя Кая, могут лишь весьма немногие обитатели нашего тесного маленького мира.

Что у нее внутри, я не знаю.

То есть, конечно, в определенных пределах мне это известно, и очень хорошо, но не хотелось бы скатываться в пошлость. Я имею в виду, что не особо представляю, как функционирует ее электронная и механическая начинка. Я даже не знаю толком, как все это выглядит – хотя отдаленное представление имею, несколько лет назад один сумасшедший распилил суру такого же класса на части, и кое-какие фотографии случайно дошли до моего маниту.

Этот парень, кажется, был из секты Сжигателей Пленки. В новостях говорили, что он хотел достать из своей девочки атомную батарейку и сделать из нее бомбу или что-то подобное, но это чушь, поскольку батарейка совершенно безопасна и самозаглушается навсегда при любой попытке несанкционированного доступа. Это зеленый атом, тот же принцип, что и во всех древних машинах. Она не дает загрязнения ни при каких обстоятельствах и стоит крайне дорого – такой батареи нет даже у моей «Хеннелоры». Критическая технология. На боевую технику, которая может попасть в руки врага, ее не ставят.

Идиотизм, конечно. Во-первых, сура тоже может убежать вниз – во всяком случае, теоретически. Во-вторых, если враг выковыряет атомную батарейку из сбитой телекамеры, он все равно ничего не сможет с ней сделать. Дело здесь просто в сговоре производителей телекамер, которым не хочется выходить на новый виток конкуренции. Поэтому «Хеннелору» надо время от времени перезаряжать, а Каю – нет. Атомной батарейки хватает на века, и сура всегда переживает хозяина. Так что этого парня можно понять.

Я не знаю, как работает эта атомная батарейка и вся синтетическая биология внутри ее тела. Я только знаю, что в телесном смысле она неотличима от юного, идеально здорового и свежевымытого человеческого существа. У нее есть даже электронный симулятор биополя.

Физически она почти нас не превосходит – она не может слишком быстро бегать или совершать разные акробатические трюки (хотя с прискорбием замечу, что жирному мне она даст сто очков вперед и здесь). Это домашнее создание, рассчитанное главным образом на спокойные перемещения по жилищу. Зато ходить, жестикулировать и выполнять всякую мелкую домашнюю работу она может ничуть не хуже человека.

Она дышит – вернее, делает вид. Но воздух все время входит и выходит из ее тела, и говорит она в точности как мы.

Она не нуждается практически ни в чем, даже в ремонте – если повредить ее нежную кожу, рана вскоре затянется сама. Инструкция велит только давать ей воды и еще две-три эксплуатационных таблетки в год (это какие-то пластиковые шарики, по виду похожие на витамины). Она может глотать их и в гораздо большем количестве, если вы хотите, например, чтобы она отрастила волосы или стала полнее.

Можно обойтись и без эксплуатационных таблеток – кормить ее прессованным кормом для рыбок или любым другим органическим концентратом, и ее внутренняя структура сама отберет требуемые вещества. А в самом крайнем случае она сможет обойтись и без этого – даже если вырвать кусочек ее тела, оно все равно сумеет вернуть себе прежнюю форму. Бедняжка просто станет на несколько граммов легче. Самовосстанавливающаяся квазиорганическая наноткань, кажется, так это называется в инструкции.

Вода нужна ей только в те волшебные дни, когда мы занимаемся любовью, – или она хочет помучать меня своим плачем – но здесь мы вновь приближаемся к деликатной теме, которой мне не хотелось бы касаться.

Я, однако, слишком долго говорю о том, что у нее внутри – пора бы сказать, что у нее снаружи.

Когда вы приобретаете суру такого класса, вы проводите немало времени с командой сомелье, обдумывая все интимнейшие детали будущего продукта. Вы придирчиво изучаете каждый квадратный сантиметр тела – с ним вам предстоит провести остаток жизни. Обсуждаются такие нюансы, о которых не говорят с самыми близкими людьми. Глаза, нос, подбородок, линии скул, форма соска, пупок и все то, что ниже – любая из этих подробностей отнимает часы, а то и дни. Но частности шлифуются уже на этапе доводки, и это в суре не главное.

Главное в ней – тот опустошительный удар по сознанию, который она наносит каждый раз, когда вы останавливаете на ней взгляд. Сомелье пытались объяснить мне, в чем здесь дело, и я, кажется, понял.

При самом циничном взгляде на самку человека – а производители сур смотрят на нее именно так, – она представляет собой просто биологическую машину, которую можно условно разделить на два блока – информационный и воспроизводящий («гипнотабло» и «спермоприемник», как выразился работавший со мной консультант-суролог).

Воспроизводящий блок – это конвейер по производству новых человеческих существ, про который все и так хорошо знают. А вот информационный блок…

Здесь у меня возникают трудности с формулировкой. Скажем так, это совокупность сигналов, которые женщина посылает в пространство с целью обеспечить (или, наоборт, купировать) репродукцию. Вернее, она думает, что посылает их сама, но на самом деле девяносто процентов за нее делает природа, которой на эту конкретную самку глубоко наплевать. И в этом, конечно, главный источник вековой женской скорби.

Почему так могущественно женское очарование? Почему в юном существе, почти еще ребенке, дремлет сила, способная сокрушить царства?

Дело в том, что красота юной девушки – это свернутое будущее, незримо присутствующее в настоящем. Это сообщение о том, что прямо здесь может запросто открыться дверь в далекое завтра – одна из тех, сквозь которые Маниту ускользает сам от себя в грядущее уже столько миллионов лет. Маниту нравится, когда он видит такую дверь через наши глаза. А мы – всего лишь его слуги и пешки. И все, что мы можем – это почтительно и быстро исполнять его приказы. Даже в те непростые минуты, когда Его взгляд останавливается на мальчиках или овечках.

Теперь я попробую повторить то же самое не так поэтично.

Информационные сигналы, которые должны обеспечить репродукцию, доходят до каждого из шести органов чувств. Тут действуют и запахи, и прикосновения, и вкус чужих губ, и звуки слов, и вызываемые этими словами мысли – но важнейшим каналом, конечно, остается визуальный.

Женская красота с научной точки зрения – это не что иное, как суммарная информация о геноме и репродуктивной способности, которые анализируются мозгом за доли секунды: мужчина понимает, нравится ему женщина или нет, после первого же взгляда. И если она ему нравится, это чувство достигает крайней интенсивности немедленно, ибо через пять минут мужчину могут убить звери и природа не хочет рисковать.

Но мы живем не в пещере, а в обществе. Поэтому совершенно правы были религиозные моралисты, заставлявшие женщин прикрывать специальной тряпочкой не только спермоприемник, но и гипнотабло. Ибо главный половой орган женщины – это, конечно, лицо. Не зря ведь чуткие к тихому голосу природы орки так его и называют: «ебальник». Все это, конечно, самоочевидно – я не стану даже ссылаться на существование такого хрестоматийного жанра храмового порно, как facial. Не говоря уже о косметике.

Наше потомство от некоторых женщин имеет лучшие шансы на выживание (или по какой-то другой причине кажется предпочтительным огромной биологической программе, частью которой являемся мы все). Такие женщины нравятся нам больше, чем другие – то есть не нам, а этой самой программе, которая со свойственным ей цинизмом окунает нас сперва в романтическое опьянение, потом в долгие сердечные муки, а затем в нудные юридические хлопоты.

Создатели сур используют этот информационно-биологический механизм. Сперва они берут пробу вашей ДНК. А потом они рассчитывают такой тип женской красоты, который будет полностью конгениален вашему геному. На других ваша сура будет действовать почти так же – генетически мы все достаточно друг к другу близки. Речь идет только о нюансах. Но, как всякий знает, именно в них и дело.

Такая красота, конечно, ошеломляет – это надо испытать самому. Вам остается только выбрать виртуальный возраст вашей суженой и отшлифовать мелкие детали.

Насчет оптимального возраста особого единства в рядах пупарасов нет – как нет его и среди натуралов. Бернар-Анри, который увлекается оркским юношеством, утверждает, что цветок человеческой красоты быстро увядает, и нужно торопиться сорвать его, пока он еще свеж. В чем-то он, конечно, прав. Я нахожу, что для женщины лучше всего возраст Хлои – шестнадцать лет, та граница, которую наметила сама природа (говорящая с нами в том числе и на языке криминальных уложений, ибо она многолика). Недаром ведь это возраст согласия у орков, еще сохранивших определенную близость к естеству.

Женщины моложе шестнадцати интересуют лишь детей и девиантов. Женщины старше уже занижают свой возраст, чтобы гипнотабло могло легче завлечь клиента в спермоприемник. А раз так себя ведут сами женщины, значит, это действительно голос природы.

Но Кае никогда не надо будет занижать свой возраст. Кая – цветок, который не увянет.

Сура – это не постельный манекен оптимального для вас вида, нет. Она может говорить. И она не просто произносит слова, а вступает с вами в полноценное общение. Ее поведение можно менять в широких пределах – но обо всем этом я расскажу в следующий раз. Сейчас же я объясню только, что я сделал, поддавшись слепой обиде.

Итак, поставив Каю на паузу, я открыл на своем приватном маниту экран ее эмоционально-волевого блока и некоторое время размышлял, не снять ли ее с максимального сучества. Но слова «летающая задница» уже перестали реверберировать в моих ушах, и я решил этого не делать.

А поскольку я уже залез в настройки, я ограничился минимальным вмешательством: пользуясь несколькими вторичными регулировками во вспомогательном окне, я выставил ей усиленный интерес к моей работе – чтобы она не вздумала выполнить свою угрозу. Максимальное сучество делает ее весьма злопамятной, а мне нравится, когда во время полета она сидит у контрольного маниту.

Какими именно ее аспектами моей работы ей следует интересоваться, я уточнять не стал, оставив во всех графах символы «any» или «self-orien». Это была не особо рискованная операция. Кроме того, в тот миг меня все еще переполняла обида и хотелось чем-то себя занять.

К концу процедуры я вспомнил, что уже два раза давал себе слово не лазить в ее настройки, ибо это превращает ее из неповторимого спутника жизни в заводную игрушку. Настоящий пупарас так не поступает – он настраивает свою суру только однажды, на все времена.

Я вновь торжественно поклялся, что подобное происходит со мной в последний раз. А чтобы моя клятва не была пустым сотрясением воздуха, я запер блок настроек на принудительную получасовую задержку – теперь, поставив ее на паузу, надо было ждать доступа к регулировкам тридцать минут. Это ценнейшая черта программы, введенная по многочисленным просьбам пользователей. Пока буду ждать, думал я, проснется gloomy pride[10].

Потом я снял ее с паузы.

Когда я вернулся, она глядела в контрольный маниту.

Камера уже припарковалась на технической стоянке, и по экрану шли контрольные цифры.

– Было страшно, но интересно, – сказала она, подняв на меня свои темные глаза. – Спасибо, попка, развлек. Но я хочу знать, что случилось с этими оркскими ребятами дальше. Особенно с этим парнем. Ты мне покажешь?

Вот так бы сразу.

– А что мне за это будет? – спросил я.

– Как обычно, – сказала она и опустила глаза.

– Когда ты хочешь на них посмотреть?

– Сегодня. Прямо сейчас. Пожалуйста, а?

Обожаю, когда эта девочка меня о чем-нибудь просит.

Я поглядел на контрольный маниту. «Хеннелора» стояла в очереди на зарядку – вся процедура вместе со сменой боекомплекта не должна была занять больше получаса. Но я не хотел слишком ее баловать.

– Сегодня уже не выйдет, душечка, – сказал я и потянул ее за рукав. – Потом. Дня через три. Если будешь хорошо себя вести.

– А почему не сейчас?

– «Хеннелоре» надо отдохнуть. А вот Кае придется немного поработать…

Она кивнула и чуть покраснела. И хоть в самом начале нашего знакомства я два вечера лично настраивал этот эффект, мое сердце забилось значительно быстрей.





Грым не мог сосредоточиться, потому что внизу шумели.

Там уже много часов шла пьянка – провожали в последний путь дядю Хоря, инвалида-сапожника, умершего два дня назад. Сначала между родственниками шла долгая ссора, и до Грыма долетали матюки. Потом внизу помирились и стали петь оркские народные песни.

Сперва прочувствованно, со слезой исполнили «Из этой жопы хуй уедешь». А когда запели «Ебал я родину такую», взяли такое «ля», что Грыму, пытавшемуся делать уроки на втором этаже, пришлось заткнуть уши затычками из пенопластика.

Через два дня надо было сдавать выпускное сочинение за одиннадцатый класс на тему «Что я знаю об Отчизне и мире», а оно еще не было готово. Но Грым не особо волновался, поскольку дома имелось бумажное издание «Свободной Энциклопедии», изданной при Просре Ликвиде. Обычно он списывал все сочинения прямо оттуда, для правдоподобия коверкая язык, пропуская мелкие факты и добавляя ошибки. Это сходило с рук, потому что у учителей такой энциклопедии не было – ее теперь можно было найти только в Желтой Зоне.

Первую часть сочинения он решительно списал из исторического очерка:



«В эпоху Древних Фильмов были две великие страны, Америца и Цхина, которые возвышались над мировым Хаосом и питали друг друга. Когда древность пришла в упадок, Цхина отгородилась от мира Великой Стеной и распалась на отдельные царства, а в Америце начались войны между хиспаниками и афрониггерами, и она разделилась на несколько враждующих территорий.

Самой сильной страной в мире стало наркогосударство Ацтлан, в которое вошел испаноязычный юг Америцы и бывшее Мексицо. К жившим там людям пришел Маниту Антихрист, облачившийся в человеческое тело, чтобы дать новый Закон. Антихрист добровольно взял себе это имя и знак спастики, чтобы очистить людские умы. Ибо самое ненавидимое, самое страшное он очистил Своим Светом и объявил, что прошлого больше нет, и голос Маниту отныне станет говорить из самых темных углов, дабы люди поняли, что нет места, которое не было бы Домом Маниту. И Ацтлан убил Его, и взял Его кровь на себя.

Ацтлан был мрачной деспотией, где правила жестокая и безнравственная элита. Такими же были Ямато, Бразил, Царство Шэнь, Сибирская Республика и Еврайх – все те страны, которые подняли над поверхностью свои офшары…»

Теперь надо было написать про офшары. Грым встал из-за стола, поставил черно-золотой том энциклопедии на полку и взял другой. Открыв его на нужной статье, он сел за стол и принялся писать дальше:

«Первоначально офшары были свободной от налогов экстерриториальной зоной, где не действовало наземное право. Они появились, когда презиратор Ацтлана Хорхе Кровавый даровал всему миру ацтланское гражданство и обязал всех живущих на земле платить налоги под угрозой ядерного холокостинга. Шары, висящие над землей на антигравитационном приводе, формально не попадали под этот закон.

Постепенно туда переместилась киноиндустрия, наука и финансы – сбылась наконец давняя мечта банкиров всей Земли об офшорном эмиссионном банке. Офшары стали превращаться в огромные летающие города, где жила элита человечества, не боясь, что туда ворвется толпа «оккупантов» со своими палатками, громкоговорителями и революционными плакатами. Все технологии социального протеста, известные в прошлом, потеряли свою силу. Когда между наземными странами по неясной причине началась великая война на взаимное уничтожение, офшары не пострадали, потому что были объявлены зоной мира, и атомное оружие против них не применялось…»



Грым перевел взгляд на следующий лист, растерянно пробежал по нему глазами и чертыхнулся. Следующие пять или шесть страниц были вырваны.

Это сделал кто-то из родни – с совершенно очевидной бытовой целью. Причем сделал совсем недавно, поскольку Грым читал статью всего несколько месяцев назад. И она была такой интересной, что он уже предвкушал, как прочтет ее заново. Оказалось, напрасно.

В поисках вдохновения Грым поднял глаза на стену перед рабочим местом.

Там висела визитная карточка двоюродного дедушки Морда – покойного родственника матери, ухитрившегося стать в Биг Бизе настоящим лоером и работать оттуда на богатых вертухаев. На ней были просто и строго напечатанные буквы и цифры:

Морд инн 1 7012 00126 01 8
Attorney at Law
Big Byz 093457890–3288
Карточку повесила мать, когда он был совсем маленьким – чтобы Грым, поднимая глаза, каждый раз вспоминал, чего может добиться своим трудом обычный орк. Как ни странно, пример помогал. Вот и сейчас Грым решил, что вполне обойдется без вырванных страниц.

Кое-что он еще помнил. Особенно историю гибели великих офшаров прошлого – там было много интересного и жуткого. Например, про офшары Еврайх и Ямато говорилось, что они были затоплены после самоубийства командования (он даже помнил – на Еврайхе вся элита приняла цианистый калий после прослушивания древней оперы, а упавший в Балтийское море офшар с тех пор возвышается над ним мертвой черной горой). Циклопический офшар царства Шэнь, где жило больше ста миллионов человек, выбросило в космос, когда пошел вразнос неправильно скопированный антигравитационный привод. Это до сих пор считалось самой крупной катастрофой в истории человечества, и Сражающиеся Царства за Великой Стеной окончательно перешли на экологический путь развития во многом под влиянием этой трагедии.

Ходили слухи, что два последних офшара, Ацтланский и Бразильский, обрушили не современным оружием, а силой колдовства. Про Ацтлан никто ничего толком не знал, потому что после убийства Маниту Антихриста эту землю считали проклятой. А про Бразильский офшар говорили, будто его повалил увитый цветами мальчик, которого привезли на колеснице из черепов ягуара – и сделал он это, играя на дудочке.

В общем, отжалось информации на несколько предложений – но этого должно было хватить.

Дальше следовало сказать пару слов про последний мировой офшар – Бизантиум, или Биг Биз. И хоть он висел прямо над головой, именно эта задача оказалась самой сложной.

Было непонятно, каким тоном о нем писать. Та тщательно составленная смесь заискивающей робости и лютой ненависти, из которой состояли оркские новости, не поддавалась имитации. А стоило чуть переборщить с ненавистью (или, наоборот, с уважением), и могли начаться проблемы.

Грым решил сухо изложить базовые факты, и все.

Население Биг Биза – около тридцати миллионов. Политический режим – либеративная демократура в форме манитуальной демархии (или наоборот – что это такое, все равно никто не понимает). Государственный язык – церковноанглийский, но в ходу также верхнерусский. Политическая система – двухпартийная ритуальная. Фронтмен Резерва Маниту, он же Презиратор и Авгуру Дженерал, выбирается из Рыжих или Белых сроком на шесть лет. По конституционной норме никто не знает его имени и не видит лица; его также запрещено упоминать в новостях.

Точный размер офшара – засекречен (даже этого не можем измерить сами, подумал Грым), но самый большой из всех существовавших, поскольку все, что можно было отстыковать от прошлых офшаров, было перед их гибелью перевезено на Биг Биз. Чем и объясняется его чуть заметная асимметричная горбатость. Офшар, как вы уже догадались, висит над нашим любимым городом-столицей, древней колыбелью цивилизации, где располагалось офшорное поселение позднего проволочного века, уничтоженное ядерным взрывом во время войны Сибирской Республики с Ацтланом… На месте взрыва и находится теперь Оркская Слава, а прямо над ней – Биг Биз, перемещенный сюда несколько столетий назад.

Грым задумался. «Офшорный» – то же самое, что «офшарный», или нет? Слово встречалось уже второй раз. Кажется, нет – кто-то говорил, на этой ошибке все время попадаются выпускники: была такая офшорная цивилизация проволочного века, которую мельком проходят в истории родного края, но к концу школы ее уже никто не помнит.

Еще можно было вставить запомнившуюся фразу из пропагандистской передачи: Биг Биз обречен вечно оставаться на приколе над оркской столицей, поэтому у орков и у людей в конечном счете одна судьба, чего до сих пор не понимает заносчивая олигархия Бизантиума. Но это потом, в самом конце.

Хорошо еще было бы добавить что-нибудь техническое, умное и серьезное, но совсем чуть-чуть, просто чтобы соответствовать государственному тренду…

В статье про антигравитационный привод нашлась подходящая фраза, которой можно было ограничиться. Грым передрал ее полностью:

«В отличие от офшаров прошлого, Бизантиум не может перелететь на другое место или подняться выше – там начинается зона сильных ветров, и его может сорвать с кольцевой бетонной подошвы, под которой спрятаны соленоиды гравитационного якоря, необходимого из-за перегруженности антигравитационного привода избыточной массой».

Красиво и непонятно.

В статье «Религии» нашелся параграф про реформированную религию Бизантиума:

«Мувизм – лицемерно извращенный и выхолощенный от самой своей сути Манитуизм, который считает Маниту Антихриста всего лишь одним из многих воплощений Маниту, прошедших по земле. Сокровенная доктрина Мувизма сохраняется его адептами в глубокой тайне…»

Ну и надо было сказать два слова про название. «Бизантиумом» когда-то назывался город, бывший одновременно последней столицей Запада и первой столицей Востока, и эту символическую роль, тра-ля-ля, тра-ля-ля… В общем, с этой частью все было ясно.

Грым поставил очередной том «Свободной Энциклопедии» на место и взял учебник по экономике – в сочинении обязательно должен был присутствовать пассаж про экономическую жизнь. Здесь опять можно было списывать не думая.

«Официальная стратегия развития оркской экономики заключается в том, чтобы догнать и перегнать Биг Биз по главным фондовым индексам. В оркской экономической мысли существуют две школы, которые предлагают диаметрально противоположные пути к этой цели.

Первая школа, известная как «бизантизм», считает, что следует перенять фондовые индексы у людей, а затем путем модернизации добиться, чтобы у орков они поднялись выше. Это направление экономической мысли считается классическим.

Вторая школа возникла недавно. Ее основал ученый Хазм, который стажировался на Биг Бизе и считался у тамошних экономистов гением-самородком (среди них он был известен под псевдонимом Адам-Смит Вессон Монтстрейтери).

Хазм утверждал, что мир уже несколько столетий живет в Эре Насыщения – когда практически не меняются технологии и языки, человеческие и машинные, ибо исчерпан экономический и культурный смысл прогресса. Не следует считать это застоем – таково нормальное состояние общества. В палеолите люди жили так многие сотни тысяч лет; эпоха «прогресса» занимает в истории человечества не более одного процента времени. Есть все основания думать, что Эра Насыщения будет длительной и стабильной – но, конечно, намного более счастливой, чем прошлые исторические плато. Хазм допускал, что в далеком будущем она вновь сменится витком бешеного роста – все это в деснице Маниту.

Многие взгляды Хазма казались современникам революционными, особенно в области политической экономии. Он доказывал, что оркские фондовые индексы в принципе не могут подняться выше бизантийских, поскольку у орков нет фондового рынка. Мало того, фондового рынка давно нет и у бизантийцев – они определяют свои индексы во время торжественного гадания в Доме Маниту, и в наше время это просто один из религиозных ритуалов Верхнего Манитуизма (т. н. Мувизма).

Кроме того, Хазм утверждал, что экономическое соревнование Уркаины с Бизантиумом бессмысленно, так как офшар и нижние территории являются одной культурно-экономической системой, своего рода «метроколонией». Его слова, что истинной столицей Уркаины является Лондон (сектор Биг Биза, где издавна приобретают летаемость богатейшие оркские вертухаи), вызвали всеобщее возмущение. Перед Священной Войной номер 216 (когда носили гвоздику в нагрудном кармане) Хазма повесили на рыночной площади, чтобы ободрить население.

Впоследствии Хазм был реабилитирован. На основе его идей возникло второе направление экономической мысли, «хазмизм», призывающее орков разработать свои собственные фондовые индексы – таким образом, чтобы они сразу были какие надо. Но это учение кажется многим слишком смелым и простым, отчего реальная экономическая стратегия государства основана на своеобразной амальгаме двух подходов».

Вот этим непонятным словом «амальгама» можно было и закончить. Все сделалось ясно – еще день-два шлифовки, и сочинение можно будет сдавать. Только надо будет обязательно добавить про мировое потепление и гибель Гольфстрима, про высотные ветра, и еще про то, что все черные дыры есть одно и то же Тело Маниту, одна и та же изначальная точка, и нам лишь кажется, будто они разбросаны по небу…

Сделав пометки, Грым облегченно вздохнул – на сегодня с уроками было покончено.

Когда он ставил энциклопедию на место, из нее выпала сложенная гармошкой бумажка, исписанная его собственной рукой. Это была хулиганская шпаргалка по прошедшим временам верхне-среднесибирского, написанная два или три года назад:

та я iбу – та я iб – та я iбалъ – та я iблъ – та я iбалд – та я iбалданъ – та я маю iбалданд – та я мав iбалданданъ

На обороте, тем же синим школьным почерком, приводились примеры правильного употребления – мнемонические правила писарей и переводчиков, часть которых давно стала народными ругательствами:

iблъ тву бабусю,

iбалд тву прабабусю,

iбалданъ тву прапрабабусю

Грым вздохнул. Бумажка сохранилась, а Грым, тот счастливый беззаботный Грым, который писал ее перед давним экзаменом – уже исчез, растаял, как облако в летнем полдне, и дороги назад не было.

Родственники еще пели – и с каждой минутой все агрессивней. Грым решил посмотреть что-нибудь по маниту.

К сожалению, старый снаф, который по нему крутили, трудно было назвать радикальной культурной альтернативой происходившему внизу. Тем более, что Грым уже пару раз его видел.

«Интересно, – подумал он, – почему нам не задают сочинений про снафы? Даже не пишем, что они показывают моральное банкротство разложившейся бизантийской верхушки. А могли бы… Наверно, из-за цензуры…»

Военная часть снафа была порезана от души. Полностью показали только построившуюся для битвы оркскую армию в войлочных шлемах и кожаных жилетах, изображавших «парфянские доспехи». Изредка мелькали враги – снятые издали люди в разноцветных тогах. А как только в кадре появлялись электрические катапульты, следовал до того грубый пропуск, что на экране, казалось, мелькали ножницы.

Зато убитых бетонными шарами орков в войлочных колпаках показывали щедро – долго и в подробностях, под трагическую музыку, которая серьезно портила настроение.

К счастью, военный фрагмент кончился, и начался любовный – в кадре появился относительно молодой Николя-Оливье Лоуренс фон Триер и практически еще свежая Элизабет-Натали Мадонна де Аушвиц.

Великие актеры стояли у ложа на фоне стены, расписанной мистериальными фресками, и влажно глядели друг на друга, держась за руки. На Николя-Оливье была пурпурная тога и бриллиантовая диадема, а на Элизабет-Натали – розовый хитон и бесчисленные ювелирные побрякушки. Они с чувством поцеловались, и вокруг замелькали полуголые юные прислужники и прислужницы – одни снимали с героев многочисленные драгоценности, другие взбивали ложе, третьи зажигали масляные лампы. Ради прислужниц Грым все это и смотрел, – среди них были очень даже хорошенькие.

К сожалению, Николя-Оливье и Элизабет-Натали уже почти разделись, и, как только Элизабет-Натали потянула за завязку своего расшитого жемчугом бюстгальтера, а Николя-Оливье поднял руку, чтобы взять ее сильной ладонью за безупречную грудь, на экране появилась заставка с витиеватой надписью:

ДУХØВНIЙ НАГЛЯДЪ УРКАІНИ
Резать снаф имели право только люди – но они никогда не трогали эротических сцен, убирая из кадра лишь свои военные секреты. А оркская цензура, хоть и не могла ничего вырезать, имела право временно перекрыть изображение своей заставкой. Заставки все время менялись – этой Грым еще не видел.

Под надписью про духовный надзор сияла золотая спастика – крест с тремя загнутыми концами и длинной перечеркнутой ножкой. Спастика была анимированной – по ее золоту перебегали солнечные искры, а под ногой, уходящей в кудряво нарисованный лесок, танцевали веселые зверята – скачущие на копытцах свинки, шутливо дерущиеся обезьянки и помахивающие крыльями курочки.

Грым был уверен, что все орки, глядящие в эту минуту на экран, прикидывают вместе с ним, сколько в Департаменте Культурной Экспансии украли на этом заказе. А украли много, потому что сделать такую анимацию, пусть даже и с халтурной закольцовкой через пять секунд, могли только наверху или в Зеленой Зоне. Ну или в крайнем случае в Желтой. У всех тамошних расценок было много нулей справа.

Как только в динамиках зазвучали томные вздохи, оригинальная звуковая дорожка тоже отключилась, и забренчала оркская музыка. Играла мандалайка – трехструнная мандолина, изобретенная для унификации оркской и бизантийской музыки Просром Солидом. В те времена личных маниту у орков было мало, снафы смотрели в основном в казармах, и, когда экран перекрывала заставка духовной цензуры, тапер развлекал воинов игрой на мандалайке. С тех пор обычай прижился. Проср Солид собирался догнать и перегнать верхних людей – но после одиннадцатой военной победы его убило на Кургане Предков сорвавшимся с пальмы кокосом, и все его наследие объявили проклятым Маниту. А вот мандалайка уцелела.

По другим каналам шли еще два отцензуренных до полной непонятности снафа – один совсем старый, эпохи Просра Ликвида, когда орки ходили в бой в костюмах с галстуками, а другой – сравнительно недавний, времен Рвана Визита, когда на войну надевали камзолы и парики с косичками. Все это было смерть как скучно и уже пересмотрено много раз. Грым выключил маниту.

А потом резко повернулся к окну.

Если бы там действительно висела человеческая камера, Грым все равно не увидел бы ее на фоне неба. Но после кошмара на дороге ему все время казалось, что за ним кто-то наблюдает. Наверно, это было следствием нервного шока.

За окном было то же, что и раньше – облезлые бетонные трехэтажки времен поздних Просров, несколько чахлых пальм и погребальная телега, где уже лежал в своем спутнике дядя Хорь.

Возле телеги курили двое родственников – дядя Жлыг в черном плаще правозащитника и приезжий с юга, которого Грым видел на семейном сборе впервые.

Дядя Жлыг на самом деле не был правозащитником. Он работал на режимном заводе, где делали мопеды «Уркаина» – там всем выдавали офицерскую форму.

Оба мужчины были сильно пьяны и продолжали какой-то начатый за столом разговор.

– Почему технологий нет? – яростно спрашивал приезжий с юга. – Даже тех, которые сто лет назад были. Что это такое, как не диверсия?

Дядя Жлыг посмеивался, как будто говорил с ребенком, но отвечал, на взгляд Грыма, вполне серьезно.

– Зачем диверсия. Тут и диверсии никакой не надо. Во-первых, у нас считают, что инженер – это низшая каста. А герой нашего времени – это вертухай с хатой в Лондоне. Или на худой конец какой-нибудь филологический говнометарий, которого в университете семь лет учили фигурно сосать у кагана. Особенно если он в Желтую Зону пролез и не только у кагана сосет, но и у верхних. А я при них типа слуга-механик. А теперь подумай, зачем я, инженер, стану наживать себе грыжу? Поднимать к звездам этих орлов? Да пусть они в говне утонут со своим «Словом о Слове»…

Дядя Жлыг покачнулся, но приезжий помог ему удержаться на ногах.

– А во-вторых… – продолжал дядя Жлыг.

– Что?

– Мы, орки, друг друга мучаем. Все делаем через обман, подлость и страх. И над материей хотим властвовать точно так же…

– У верхних по-другому?

– Верхние люди обходятся с материей как с женщиной. Они ее ублажают и убеждают. Заинтересовывают. А орки пытаются ее наебать или отпидарасить. Причем даже этого не умеют – начинают пидарасить, не успев наебать. Или сначала отпидарасят, а потом зачем-то наебывают. Орут на нее, как в тюрьме – изменись, сука! Ща как дам! И все время бьют по ней воображаемой кувалдой. Как по ним самим с детства били. Поэтому все наши вещи такие страшные и плохо работают. Наших властей давно не боятся ни атомы, ни молекулы… Эх… Да с чего мы вдруг сделаем что-то красивое и полезное, если…

Дядя Жлыг широко повел рукой, словно приводя в качестве последнего довода панораму окружающего мира. Аргумент был, конечно, железобетонный.

– Наши предки микрочипы делали, – сказал приезжий с юга.

Дядя Жлыг сплюнул.

– Да ты че, с пальмы упал? Это пропаганда все. У каждой цивилизации есть свой технологический предел. Ты «Дао Песдын» почитай. Какой микрочип можно сделать в уркаганате под шансон? Тут можно качественно производить только один продукт – воцерковленных говнометариев. Еще можно трупным газом торговать. Или распилить трубу и продать за Великую Стену.

– Какую трубу? – спросил приезжий.

– Легенда такая есть. При первых Просрах одного рыжего вертухая поставили на газ. А он в первый год распилил все старые трубопроводы и продал в царство Шэнь на металл.

– А маниту украл?

– Зачем украл. Пустил себе на бонус. За прибыль по итогам года.

– И что с ним дальше было?

– Известно что. В Лондон улетел. А мы с тех пор продаем газ в баллонах. Хорошо хоть, баллоны пока делаем. А ты говоришь, микрочипы…

Они затушили окурки и пошли назад в дом. Грым вздохнул – дядя Жлыг во всем был прав, но в инженеры все равно идти не хотелось. С будущим инженером Хлоя бы в лес не пошла.

Спутник уже закрыли крышкой – день был жаркий, и с дядей попрощались пораньше, чтоб не рисковать насчет запаха. По древней примете половинки спутника сшили освященной коровьей жилой (чтоб покойничек не вылез в космосе, не долетев до Маниту – в это, конечно, никто не верил, но обычай соблюдали). Спутник был самый дешевый – четыре крашеных в белый цвет палки косо торчали в небо из грубо сплетенной сферы, похожей на большую перевернутую корзину. Хоронили дядю без помпы.

Никакой камеры, конечно, нигде не было.

Грым засмеялся.

– Да кому я нужен! – громко сказал он.

Эти слова странно прозвучали в пустой комнате, и Грым сразу понял, что лучше бы он их не говорил.

На самом деле двор выглядел не совсем так, как раньше. Рядом с телегой появился новый объект, которого он сперва не заметил на фоне свежевскопанной грядки.

Это был черный мотоцикл районного прокуратора, отца Хлои. И хоть мотоцикл не выглядел особенно обтекаемым или грозным, Грыму показалось, что он чем-то похож на боевую человеческую камеру.

И тут же в дверь постучали.

На пороге стояла нарядившаяся на похороны тетка в новом зеленом сарифане, уже размотавшемся на животе. Она была пьяной.

– Пойдем вниз, Грым, – сказала она. – Ехать скоро.

– Я не поеду, – ответил Грым.

– Тогда выйди попрощаться. И еще прокуратор пришел. У него к тебе дело.

Поминальный стол был накрыт в главной комнате. За столом сидели родичи Грыма – дядья, тетки, пара двоюродных братьев и даже маленький племянник из деревни. Грым подумал, что еды на столе могло быть больше, а бутылок с рисовой волей – меньше.

Когда он вошел, прокуратор, сидевший под образом Маниту с рюмкой в руке, как раз договаривал прощальное слово:

– …не такое время, как наше. Тогда, брат, у людей чугунные носороги были, а урки ходили на них с бамбуковой рогатиной. Потому что предательство, конечно, со всех сторон. Но подвига героев это никак не отменяет, а наоборот. И нынешние наши помнить должны, им тоже скоро придется. Так не всякий сможет, как Хорь, обе ноги потерять и семью кормить. Так что давайте помянем. Лети, Хорь, в чертог Маниту, и да будет тебе космос слаще воли. И чтоб у нас все было хорошо. А оно и будет, потому как наша вера правильная. Маниту за нас.

– Маниту за нас, – нестройно повторили за столом.

Допив, все встали – теперь по обычаю надо было быстро-быстро ехать, чтобы догнать улетающего в космос духа. Грым расцеловался в щеки с воняющими луком и волей лицами, подарил деревенскому племяннику свою старую бейсболку с переплетенными буквами «BB», пообещал кому-то из незнакомой родни чаще захаживать в гости, и они с прокуратором остались вдвоем.

Прокуратор со своими дредами и седой бородкой выглядел точь-в-точь как один из тех воинов, которые чуть не прибили Грыма с Хлоей на дороге. Только одет он был иначе – на нем не было черных лат, а вместо полевого камуфляжа с листочками и ветками он носил городской, изображающий бетонную стену с засохшими плевками, выбоинами и разными рисунками: пробитым стрелой сердцем, богохульно разогнутой спастикой и сибиризмом «мøхнаткя» (над которым, чтобы не оставалось сомнений, было изображено поименованное). На груди у него болталась полугражданская медаль, а в левом ухе висели две серьги – наверно, для лучшего контакта с молодежью, мрачно заключил Грым.

Прокуратор поставил друг против друга два стула, сел на один и указал на другой Грыму.

– Садись, – велел он.

Грым пожал плечами и сел – возразить не было повода.

Прокуратор достал из кармана костяную трубку, щелкнул зажигалкой и затянулся. В воздухе завоняло горелыми тряпками и еще какой-то тошнотворной дрянью. Прокуратор поманил Грыма пальцем к себе и повернул трубку чубуком в его сторону.

– Я не хочу, – сказал Грым.

– Я тебя не спрашиваю, хочешь ты или нет, – ухмыльнулся прокуратор. – Я тебе в приказном порядке продуть желаю. А то не поймешь ничего.

– Запрещено законом, – сделал Грым последнюю попытку.

– Закон – это я, – сказал прокуратор, взял трубку в кулак, а другой рукой бесцеремонно схватил Грыма за ухо и притянул к себе. Когда лицо Грыма оказался рядом с трубкой, прокуратор поднес губы к кулаку и сильно в него дунул. Грыму пришлось вдохнуть султан дыма, вырвавшийся из мундштука, и едкое курево обожгло ему легкие. Он закашлялся. А когда восстановил дыхание и поднял глаза, все в мире было уже не так.

Во-первых, мир стал страшен. Он сделался невероятно опасен. Яркая переливающаяся опасность исходила от всего: от окон, за которыми затаилась оркская столица, от стола, заваленного объедками и пустыми бутылками, от комода с дешевыми рюмками из синего стекла и даже от иконы с образом Маниту – символическим изображением черной дыры с аккреционным нимбом и двумя узкими фонтанами излучаемой в пустоту благодати. Маниту, похоже, был вовсе не на стороне Грыма.

Во-вторых, мир стал не только опасен, но и гнусен – невыразимо и густопсово.

В-третьих, он стал окончательно безвыходен. Спрятаться было некуда. И убежать тоже.

Но страшнее всего показался сидящий напротив прокуратор с нарисованной на груди женской промежностью, прямо к волосам которой была приколота медаль.

Грым вдруг понял, что ужаснувшее его состояние было для этого человека привычным и родным. Он приходил в него добровольно. Мало того, он шел так в бой, навстречу смерти. Это было непостижимо. Это было выше понимания. Грым почувствовал полное бессилие противостоять такому могуществу.

Прокуратор, видимо, хорошо знал, что происходит с Грымом. Он еще раз затянулся и спросил:

– Ну че, все понял?

Грым кивнул. А потом кивнул еще несколько раз, опасаясь, что в первый раз недостаточно четко выразил свою мысль. Кивки дробно поплыли к иконе с черной дырой. Но до прокуратора все-таки дошел один или два.

– Тогда поговорим, – сказал тот. – Про вас с Хлоей я знаю. Все теперь знают, кто новости смотрит. Хлоя, конечно, круто вверх пошла. Она сейчас в Зеленой Зоне, и с ней этот басурмангер.

– Дискурсмонгер, – поправил Грым.

Звук собственного голоса ошеломил его, и он тут же стал, путаясь в словах, объяснять, что вовсе не хотел обидеть прокуратора этим исправлением, а совсем наоборот – он поправляет только тех, кого уважает и любит, и его собственная мама, когда была жива, говорила «бисермонгер», от чего он так и не смог ее отучить. К счастью, вскоре он понял, что произнес вслух только слово «дискурсмонгер».
`